[{"content":"Soon after Byleth and Lorenz had celebrated their marriage in style, the battle against those who slither in the dark began in earnest. After fighting hard to bring true peace to F贸dlan, Lorenz took over as head of House Gloucester, and he and his wife focused their efforts on restoring the territory. They had an active political and military life over the years, working together to overcome many hardships. After decades of dedicated service to the people, Lorenz grew weak and retired. Byleth followed suit, and they entrusted House Gloucester to their son. It is said that he was the spitting image of his father, right down to his signature red rose.","routes":[0]},{"content":"Byleth announced her marriage to Lorenz shortly after being named archbishop of the Church of Seiros. Lorenz took equally well to his dual roles as the archbishop's husband and the leader of House Gloucester, working simultaneously to restore his own territory and to support the church's efforts to restore F贸dlan at large. Because his policies were of particular benefit to the commonfolk, he was well loved, and the church's authority was restored as a result. After many years of peace, Lorenz and the archbishop resigned their positions, entrusting rule of House Gloucester to their son. It is said that he was the spitting image of his father.","routes":[1]},{"content":"Byleth announced her marriage to Lorenz shortly after becoming leader of the United Kingdom of F贸dlan. Lorenz took equally well to his dual roles as the queen's husband and the leader of House Gloucester, working simultaneously to restore his own territory and to advance the development of F贸dlan at large. Because his policies were of particular benefit to the commonfolk, he was well loved, and came to be called the Lord of Roses. After many years of peace, Lorenz grew ill and withdrew from the public eye. The queen followed, entrusting the throne to the prince. It is said that he was the spitting image of his father.","routes":[2,3]}]