[{"content":"When the fighting was over, Byleth and Sylvain were married. As the new leaders of House Gautier, they focused their efforts on the restoration of northern Fodlan, which had been deeply scarred by the ravages of war. Once this task was complete, they set their sights on improving relations with the Sreng people in an effort to remove the perceived need for the power of Crests. This accomplishment took a great deal of hard work, but the two refused to give up on their ideals. In time, the two had a large and loving family. They lived happily and loved their children equally, regardless of whether or not they bore a Crest.","routes":[[0,0,0]]},{"content":"After becoming the new archbishop of the Church of Seiros, Byleth announced her marriage to Sylvain, heir to House Gautier. Sylvain was a valued ally who assisted his wife in her new role, both publicly and privately. He achieved a great deal, including fostering relations with Faerghus and helping to institute sweeping organizational changes within the church. Though known as a philanderer in youth, Sylvain happily settled down after marriage. By the time he inherited the title of Margrave Gautier, he was a gentle and devoted husband. It is said that those who knew him in his youth wondered what sort of spell the archbishop had cast on him.","routes":[[1,1,0]]},{"content":"After ascending the throne as the first leader of the United Kingdom of Fodlan, Byleth announced her marriage to Sylvain, who had become the new Margrave Gautier. Sylvain was a valued ally who assisted his wife in her new role, both publicly and privately. Most of all, it is said that his cunning manner of speech was a great asset for fostering relations between the Church of Seiros, Fodlan, and surrounding regions. Though known as a philanderer in youth, Sylvain happily settled down after marriage and became a gentle and devoted husband and father. The two had many children whom they doted on equally, regardless of whether or not they bore a Crest.","routes":[[2,2,0],[3,3,0]]}]