[{"content":"Almost immediately after Byleth and Leonie had finished their lively wedding ceremony, the struggle against those who slither in the dark began in earnest. Leaving the Black Eagle Strike Force behind, the pair formed a new group called the Jeralt Company and invited all their friends and allies to join them. The group fought all across Fódlan, cementing the Empire's victory by cleaning up its enemies. With Fódlan secure, all but two members of the Jeralt Company returned to their homes. The couple continued their careers as mercenaries, taking on all kinds of tasks, from monster hunting to tavern security. Their strength and humility were well loved.","routes":[[0,0,0]]},{"content":"Byleth announced his marriage to Leonie shortly after being named archbishop of the Church of Seiros. Though she accepted the status of the archbishop's wife, Leonie disliked the formality of the position and refused to part with her weapons. Avoiding involvement with the church, she founded the Jeralt Company, an elite group of soldiers hand-picked from the Knights of Seiros. They served as guards to the archbishop in peacetime, and were first to respond to reports of bandits or monsters. It is rumored that one knight of rare skill who fought alongside Leonie in the Jeralt Company was none other than the archbishop himself.","routes":[[1,1,0]]},{"content":"Byleth announced his marriage to Leonie shortly after becoming leader of the United Kingdom of Fódlan. Though she accepted the status of queen, Leonie disliked the pageantry of the position and refused to part with her weapons. She avoided court and instead founded the Jeralt Company, an elite group of soldiers hand-picked from the royal guard. They mostly busied themselves by hunting down bandits and monsters, but they also stopped the remnants of the Imperial army from organizing a revolt. It is rumored that one knight of rare skill who fought alongside Leonie in the Jeralt Company was none other than the king himself.","routes":[[2,2,0],[3,3,0]]}]