{"Caspar":[{"content":"In recognition of his achievements during the war, Caspar was given the title of Minister of Military Affairs in the new Adrestian Empire. Though his command developed a reputation for occasional recklessness, he proved an able leader, guiding his troops to overcome countless obstacles. Long after his career had ended, tall tales of the glory and good cheer that he brought to his army endured.","routes":["Crimson Flower"]},{"content":"After the war, Caspar set out alone on a journey of self-discovery. He traveled to every corner of Fódlan and even ventured abroad now and again. It is said that he got into mischief at every turn but that the victims of his antics, always more amused than harmed or offended, remembered him fondly and passed those stories on to future generations.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Ashe":[{"content":"After the war, Caspar and Ashe embarked on a carefree journey around the world. They traveled to every corner of Fódlan, and even ventured abroad now and again, with the sole purpose of punishing those who preyed upon the helpless. Though Caspar seemed to get into trouble at every turn, Ashe was always there to get him out of it, and Caspar's bravery and strength returned the favor more than once. Though opposites in many ways, they shared the same view of justice, and their abilities complemented one another nicely. The stories of their adventures lived on as exciting and amusing folktales.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Annette":[{"content":"In recognition of his achievements during the war, Caspar was given the title of Minister of Military Affairs in the new Adrestian Empire. Though he was well-known for his valor in battle, it was his wife, Annette, who reined in his recklessness and who truly kept the army in order. The troops came to see Annette as a motherly figure, and under her guidance, the Imperial army thrived. In their private life as a couple, the roles were totally reversed, as Caspar had to be the one to step in and correct Annette's various calamities around the house.","routes":["Crimson Flower"]},{"content":"Annette returned to her hometown of Fhirdiad, where she took up a teaching position at the school of sorcery and mentored many great sages. Unfortunately, she remained prone to accidents, and one such event nearly took her life. Separated from her students in the mountains, she became totally lost—but just when it seemed she would never be found, she was rescued by none other than Caspar, who happened to be passing through on his travels around the world. After this lucky reunion, he escorted her to Fhirdiad, and during his time there, the two fell in love. The couple's fateful tale inspired a generation of young, starry-eyed students.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Bernadetta":[{"content":"After some uncertainty about the details, it was decided that Caspar would marry into Bernadetta's family, seeing as she had claim to House Varley. The two had a chaotic reign, and a marriage to match. Each time Caspar caused some incident, Bernadetta would demand promises as recompense. Over time, these oaths accumulated to such a great number that it became necessary to compile them, and the resulting document came to be known as the \"47 Articles of Bernie.\" Among these Articles was the provision that, when counting their large quantity of children, Caspar was not to accidentally count his wife among them.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Dorothea":[{"content":"In recognition of his achievements during the war, Caspar was given the title of Minister of Military Affairs in the new Adrestian Empire. Though his command developed a reputation for occasional recklessness, he proved an able leader, guiding his troops to overcome countless obstacles. In his personal life, he began to spend a great deal of time with Dorothea, who had returned to the Mittelfrank Opera Company after the war. When her efforts brought the opera house to the peak of its resurgence, it is said that Dorothea relinquished her position as songstress in order to retire with Caspar. They are rumored to have spent the rest of their lives together.","routes":["Crimson Flower"]},{"content":"After the war, Caspar set out alone on a journey of self-discovery. He traveled to every corner of Fódlan, and even ventured abroad now and again. Though his antics found him no end of exciting adventures, he was always drawn back to Dorothea, who had returned to the Mittelfrank Opera Company in Enbarr after the war. The two spent more and more time together over the years, and when Dorothea's efforts brought the opera house to the peak of its resurgence, she relinquished her position as songstress and disappeared from the stage. It is rumored that the pair spent the rest of their lives together.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Petra":[{"content":"Petra returned to her homeland of Brigid, and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan, and renegotiated Brigid's diplomatic ties to Fódlan and Dagda on more equal terms. At every step along the way, she was accompanied and supported by her husband, Caspar, who had left Fódlan behind to be with her. It is said that the people of Brigid were initially suspicious of the union, due to Caspar's relation to a nemesis of their homeland, but that his tireless efforts on Brigid's behalf endeared them to him over time. It certainly helped that he made the queen very happy.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Hilda":[{"content":"Caspar and Hilda, under no pressure to inherit any noble titles, spent the early years of peace after the war traveling. They journeyed to every corner of Fódlan, and even ventured abroad now and again. Caspar's antics caused endless entertainment for Hilda, who loved to stand by and watch him fight or squirm his way out of trouble. Eventually, their free-spirited adventure was called to an end by Hilda's brother, Holst, who offered Caspar a position as a knight in service of House Goneril. Caspar accepted, and before long, he and Hilda were married. The couple raised many children, and were said to have a notoriously lively household.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Catherine":[{"content":"Catherine resigned from the Knights of Seiros and traveled across Fódlan with Caspar. They dedicated themselves to defending the helpless wherever they went, and in time, the names Thunder Catherine and Inferno Caspar were known to all the world. Legends of their adventures became so popular and well-known that even catchphrases such as \"Face the wrath of Thunderbrand!\" and \"Hey, that's not your sword!\" were recounted in the stories that were passed down for generations.","routes":["Azure Moon"]},{"content":"When Rhea absconded her post as archbishop, Catherine resigned from the Knights of Seiros and followed in order to protect her. They were joined by Catherine's new husband, Caspar, who had the same goal, and together they retired to a life of seclusion in the Red Canyon. Caspar and Catherine spent the bulk of their days farming and hunting, but since neither was content to go a day without wielding a weapon, they sparred routinely. The sound of their swords ringing out, in time with Caspar's heated cries, was heard daily across the valley.","routes":["Verdant Wind","Silver Snow"]}],"Shamir":[{"content":"After the war, Caspar and Shamir used their clout as heroes to establish a mercenary company. They branded themselves as crusaders for justice, punishing those who preyed on the weak or exploited others for their own gain. None could compete against their combined martial skill, and they became famous all throughout Fódlan. Their travels took them to every part of the world, and while Caspar's antics occasionally got him into trouble, Shamir's steady presence and firm demeanor helped to resolve matters amicably. Their stories endured as amusing anecdotes, passed down through generations.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Edelgard":[{"content":"Edelgard, the new Adrestian emperor, appointed Caspar as her Minister of Military Affairs, and the two devoted themselves to ruling Fódlan. Caspar quickly developed a reputation for recklessness in his duty, but he compensated for it with successes in the field and was given leeway by the emperor as a result. Privately, the couple's relationship as husband and wife was more tempestuous. Their spats were frequent, but it is said that Edelgard took pleasure in her ability to influence Caspar, and Caspar enjoyed reining the emperor in from time to time. It was a strange but happy union.","routes":["Crimson Flower"]}],"Byleth F":[{"content":"Almost immediately after Byleth and Caspar had celebrated their marriage in style, the battle against those who slither in the dark began in earnest. As the new Minister of Military Affairs, Caspar worked with Byleth to command the Imperial army and bring peace to Fódlan. His impulsive bravery, tempered by his spouse's more level head, proved instrumental to victory in a great many battles. Their troops became known most of all for their ability to laugh in the face of danger.","routes":["Crimson Flower"]},{"content":"After taking on the role of archbishop of the Church of Seiros, Byleth announced her marriage to Caspar. But Caspar, never one to sit still for long, set out on a journey of self-discovery. He traveled to every corner of Fódlan and occasionally even took the archbishop along. It is said that he got into mischief at every turn, and that the archbishop sometimes had to invoke her authority to calm things down, but that the victims of his antics always came away more amused than harmed or offended in the end. The stories of their travels were remembered fondly for generations.","routes":["Azure Moon"]},{"content":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced her marriage to Caspar. But Caspar, never one to sit still for long, set out on a journey of self-discovery. He traveled to every corner of Fódlan and even took Byleth along on occasion. It is said that he got into mischief at every turn, and that his wife sometimes had to invoke her authority to defuse the situation, but that the victims of his antics always came away more amused than harmed or offended in the end. The stories of their travels were remembered fondly for generations.","routes":["Verdant Wind","Silver Snow"]}],"Linhardt":[{"content":"After the war, Linhardt and Caspar abandoned their noble houses to pursue a carefree journey wandering the world. They traveled to every corner of Fódlan, and even ventured abroad now and again. Caspar got into trouble at every turn on their travels, but Linhardt was always there, begrudgingly, to get him out of it. The records of their adventures were immortalized in a book by an anonymous author, entitled \"The Thousand Roads and Seven Seas.\" It is said they did eventually settle down, after the events in those stories, but where they actually went is unknown.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}