{"Rhea":[{"content":"When Rhea resigned her position of archbishop and left the Church of Seiros, Catherine followed. She devoted herself wholly to Rhea's protection, and the two lived a life of quiet seclusion. Though Thunderbrand remained always by her side, she came to be known by a different name: the Guardian of Zanado.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Catherine":[{"content":"Catherine left the Knights of Seiros and set out to travel across Fódlan. With Thunderbrand in hand, she wandered the countryside, seeking always to defend the innocent and punish the wicked. Her many years of heroics ensured that she would always be remembered by the people as a beloved folk hero.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Shamir":[{"content":"After quitting the Knights of Seiros, Catherine and Shamir set out on a lifelong journey together. The pair were inseparable as they traveled across Fódlan, and eventually wound up in Shamir's homeland of Dagda. They faced many hardships on their adventures, some of which were self-inflicted, as the duo had a way of sticking their noses into others' business in their efforts to right wrongs. It is said, however, that no foe they encountered ever proved a match for the combined might of Shamir's marksmanship and Catherine's Thunderbrand.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"content":"Byleth announced his marriage to Catherine shortly after being named archbishop of the Church of Seiros. While the archbishop focused on the rebuilding effort, Catherine worked as his bodyguard, and when the situation called for military force, she mobilized the troops and went to battle. Under her watchful eye, Fódlan entered a new era of peace. A common saying among the people was that the archbishop had two weapons: the Sword of the Creator, and his fearsome wife.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Catherine shortly after becoming leader of the United Kingdom of Fódlan. While the king focused on the rebuilding effort, Catherine worked as his bodyguard, and when the situation called for military force, she mobilized the troops and went to battle. Under her watchful eye, Fódlan entered a new era of peace. A common saying among the people was that the king of Fódlan had two weapons: the Sword of the Creator, and his fearsome wife.","routes":["Verdant Wind","Silver Snow"]}],"Dimitri":[{"content":"Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. Two years after his coronation, he announced his marriage to Catherine. The people speculated wildly about how this union came to be. Some said that Dimitri spent two full years wooing her, while others suggested that the matter was resolved by a duel. In any case, the couple worked tirelessly to reform the Kingdom, but despite their busy days, it is said that they always found time for sparring, and that the clash of steel could be heard throughout the castle at all hours.","routes":["Azure Moon"]}],"Linhardt":[{"content":"Catherine left the Knights of Seiros and set out to travel across Fódlan. With Thunderbrand in hand, she wandered the countryside, seeking always to defend the innocent and punish the wicked. During these years of heroics, she had an unusual traveling companion in Linhardt, who had renounced his noble title and followed her. During their adventures, Catherine was said to be nearly unstoppable, and Linhardt all but useless—except in moments of great need, when the Crest scholar's wisdom would suddenly carry the day. The pair's adventures lived on as beloved folktales, passed down through the generations. It is unclear whether the two were ever romantically involved.","routes":["Azure Moon"]},{"content":"When Rhea absconded her post as archbishop, Catherine resigned from the Knights of Seiros and accompanied her to a life of seclusion in the Red Canyon. They were joined by Catherine's new husband, Linhardt, who continued his Crest research at Catherine's behest. Motivated by his wife, and freed from all other distractions, Linhardt made new discoveries at an astonishing rate. The fruits of his research brought about dramatic changes in the world of Crest research, but for the sake of his privacy, Linhardt always published his papers anonymously.","routes":["Verdant Wind","Silver Snow"]}],"Caspar":[{"content":"Catherine resigned from the Knights of Seiros and traveled across Fódlan with Caspar. They dedicated themselves to defending the helpless wherever they went, and in time, the names Thunder Catherine and Inferno Caspar were known to all the world. Legends of their adventures became so popular and well-known that even catchphrases such as \"Face the wrath of Thunderbrand!\" and \"Hey, that's not your sword!\" were recounted in the stories that were passed down for generations.","routes":["Azure Moon"]},{"content":"When Rhea absconded her post as archbishop, Catherine resigned from the Knights of Seiros and followed in order to protect her. They were joined by Catherine's new husband, Caspar, who had the same goal, and together they retired to a life of seclusion in the Red Canyon. Caspar and Catherine spent the bulk of their days farming and hunting, but since neither was content to go a day without wielding a weapon, they sparred routinely. The sound of their swords ringing out, in time with Caspar's heated cries, was heard daily across the valley.","routes":["Verdant Wind","Silver Snow"]}],"Ashe":[{"content":"When Rhea resigned her position of archbishop and left the Church of Seiros, Catherine followed, and the pair began a life of seclusion in the Red Canyon. Years later, they began to hear rumors of a wise young man who had been knighted and appointed lord of House Gaspard. Soon they were approached by that lord, Ashe, who came to the Red Canyon to kneel before Catherine and ask her to be his wife. With Rhea's encouragement, Catherine was persuaded to accept. She left the Red Canyon with him, and the two began their journey together.","routes":["Azure Moon"]},{"content":"After the war, Ashe was formally knighted and appointed the new head of House Gaspard, which had no successors. He asked Catherine, who had left the Knights of Seiros, to marry him, but she declined, convinced that the people of Gaspard territory would never accept it. Refusing to set his love for Catherine aside, Ashe worked diligently along with the Church of Seiros to expose the full truth of the Western Church's plot. With great persistence, he convinced the people of this truth, and then persuaded Catherine finally to reconsider. The people received her reluctantly at first, but over time, they recognized her virtue and came to accept her.","routes":["Verdant Wind","Silver Snow"]}],"Lorenz":[{"content":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Catherine, the former Knight of Seiros. Catherine had been living a quiet life of seclusion with Rhea in the Red Canyon, and it was the encouragement of the former archbishop that persuaded her to accept Lorenz's ardent marriage proposal. Even after joining House Gloucester, however, it is said that Catherine never lost sight of her lifelong oath to guard and watch over Rhea.","routes":["Azure Moon"]},{"content":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Catherine, the former Knight of Seiros. Catherine had left Garreg Mach behind for a life of freedom, but was eventually persuaded to accept Lorenz's passionate marriage proposal. Even after joining House Gloucester and returning to a life among the nobility, however, it is said that Catherine much preferred relaxing in a tavern to dressing up for court.","routes":["Verdant Wind","Silver Snow"]}],"Seteth":[{"content":"After the war, Seteth fully confessed his love to Catherine and asked her to marry him. Refusing to remain at the monastery, however, Catherine declined. Over the years, as Seteth worked to rebuild the church, he continued to write love letters to Catherine. Her answer was always the same. Finally, when the rebuilding effort was complete, Seteth left the church and went to see her, declaring his love anew. With no more reason to refuse him, she at last accepted his proposal. The two were wed, and swore to walk side by side together through the new age.","routes":["Azure Moon"]},{"content":"After the war, Seteth fully confessed his love to Catherine and asked her to marry him. Intending to accompany Rhea to a life of seclusion, however, Catherine declined. Over the years, as Seteth worked to rebuild the church from the monastery, he continued to write love letters to Catherine. When the rebuilding effort was complete, he journeyed to the Red Canyon, where she and Rhea had been living, and delivered all of his letters by hand. Catherine was deeply moved, and with Rhea's blessing and no more reason to refuse him, she accepted his proposal. The two were wed and lived out their lives happily alongside Rhea.","routes":["Verdant Wind","Silver Snow"]}],"Alois":[{"content":"Alois officially took up the title of captain of the Knights of Seiros. In this new role, he led the knights to many victories, and was much beloved. At the same time, he developed a reputation for gullibility, and his subordinates began to play tricks on him regularly. To help him deal with this, Catherine volunteered her services as an adviser. She kept a lookout for him, and put a stop to these antics before they began. The combination of the kindly captain and the intimidating wielder of Thunderbrand proved strong, and the Knights of Seiros prospered.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}]}