{"Ferdinand":[{"content":"After officially becoming the new Duke Aegir, Ferdinand set about reforming his territory. He overcame numerous obstacles to help the lands of Aegir recover. To recognize his contributions during and after the war, the emperor appointed him as the new prime minister. Thereafter, he stayed by Edelgard's side to help the Empire achieve great prosperity.","routes":["Crimson Flower"]},{"content":"After reclaiming the title of Duke Aegir, Ferdinand set about reforming his territory. He overcame numerous obstacles to help the lands of Aegir recover, and in recognition of those achievements, he was invited to take part in helping to govern all of Fódlan.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Mercedes":[{"content":"After the war, Mercedes traveled to Fhirdiad to pay a visit to her adoptive father. Though she introduced Ferdinand, she left out the small detail that they were engaged to be wed. Married in secret, Ferdinand and Mercedes worked together to reform the new Duke Aegir's territory, and the effort was so successful that Emperor Edelgard named Ferdinand her prime minister. It was a busy life for him indeed, but as he was known to say to his government colleagues, coming home to a smiling family made all the hard work worth it.","routes":["Crimson Flower"]},{"content":"After the war, Mercedes traveled to Fhirdiad to pay a visit to her adoptive father. Though she introduced Ferdinand, she left out the small detail that they were engaged to be wed. Married in secret, Ferdinand and Mercedes worked together to reform the new Duke Aegir's territory, and the effort was so successful that he was called upon to work as a leader in the central government. It was a busy life for him indeed, but as he was known to say to his government colleagues, coming home to a smiling family made all the hard work worth it.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Bernadetta":[{"content":"After the war, Bernadetta renounced her claim to House Varley. She married Ferdinand, the new Duke Aegir, and the two contributed to relief efforts by instituting reforms across their Dukedom. Due to the success of those policies, Ferdinand was offered the position of prime minister by the emperor. He accepted, leaving the management of Aegir territory to his wife, while he worked to apply their ideas to the Empire at large. Since Bernadetta did not like to leave home, Ferdinand's life involved a lot of travel to and from the capital, but it is said he always embarked on his return home with a smile on his face.","routes":["Crimson Flower"]},{"content":"After the war, Bernadetta renounced her claim to House Varley. She married Ferdinand, the new Duke Aegir, and the two contributed to relief efforts by instituting reforms across their Dukedom. Due to the success of those policies, Ferdinand was offered the opportunity to help govern all Fódlan. He accepted, leaving the management of Aegir territory to his wife, while he worked to apply their ideas to the world at large. Since Bernadetta did not like to leave home, Ferdinand's life involved a lot of travel, but it is said he always embarked on his return home with a smile.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Dorothea":[{"content":"After officially becoming the new Duke Aegir, Ferdinand set about reforming his territory. Thanks to the wisdom of his wife, Dorothea, Ferdinand's policies were of massive benefit to the commonfolk and brought about a swift recovery. In recognition of this achievement, he was called upon by Emperor Edelgard to introduce these reforms to the Empire at large as the new prime minister. Though the work kept him very busy, he always managed to find time for Dorothea. It is said that their children filled their loving household with beautiful music ever after.","routes":["Crimson Flower"]},{"content":"After officially becoming the new Duke Aegir, Ferdinand set about reforming his territory. Thanks to the wisdom of his wife, Dorothea, Ferdinand's policies were of massive benefit to the commonfolk and brought about a swift recovery. In recognition of this achievement, he was called upon to help govern to Fódlan at large. Though the work of reforming the entire nation kept him very busy, he always managed to find time for Dorothea. It is said that their children filled their loving household with beautiful music ever after.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Petra":[{"content":"After officially becoming Duke Aegir, Ferdinand asked Emperor Edelgard if she would make him her minister of foreign affairs rather than her prime minister. She granted his wish, and his first task in his new position was to negotiate with Petra, who had inherited the throne of Brigid and declared her Kingdom's freedom from Imperial vassalage. Ferdinand and Petra collaborated to deepen the friendship between their nations and forge a strong, enduring alliance. As a symbol of the nations' friendship, Ferdinand and Petra took up residence together in Nuvelle, on the western fringe of Fódlan. It is said that they negotiated for years to achieve this compromise.","routes":["Crimson Flower"]},{"content":"After officially becoming Duke Aegir, Ferdinand worked to restore the territory, and as part of that effort, sought to develop an improved relationship with Brigid. He reached out to Petra, who had inherited the throne of Brigid, and she agreed to send resources for the relief effort. At the same time, the two continued their private relationship across borders, and when Aegir territory had recovered, they married. Ferdinand relocated to Brigid with his queen, and the pair worked tirelessly to improve diplomatic relations. Their work involved much travel, but they made sure to find time once in a while to stop and enjoy their happiness.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Marianne":[{"content":"Ferdinand announced his engagement to Marianne just after becoming the new Duke Aegir. While he got started restoring his territory, Marianne returned home to study politics under her shrewd adoptive father. When she returned to Ferdinand's side, they were wed, and with her new skills she proved herself to be an asset to the rebuilding effort. Aegir territory flourished under their reign, becoming one of the most prosperous regions in all Fódlan. It is said that Ferdinand commissioned a bronze statue of his wife to honor her, but that Marianne ordered it to be hidden away in storage for eternity.","routes":["Crimson Flower"]},{"content":"Ferdinand announced his marriage to Marianne just after becoming the new Duke Aegir. With the support of Margrave Edmund, they set to work restoring Aegir territory. The support of Marianne's adoptive father was essential, but not sufficient, for the relief effort. As more difficulties arose, Marianne herself took on an increasing amount of responsibility. She proved quite capable and dedicated, and the Dukedom progressed through a steady recovery under the couple's collective efforts. It is said that Ferdinand commissioned a bronze statue of his wife to honor her achievements, but Marianne ordered it to be hidden away in storage for eternity.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Hilda":[{"content":"After becoming the new Duke Aegir, Ferdinand married Hilda, the daughter of Duke Goneril. The marriage was warmly received by the people, with high expectations placed on them as they set about restoring the territory. Hilda rarely took part in politics herself, but she still contributed greatly by recommending exceptional people to influential positions. Her hobby of creating fashionable accessories also bore fruit, as her designs achieved widespread popularity, and she created the first artisan academy in Fódlan. The school produced many talented craftsmen, including Ferdinand himself, who was said to craft handmade trinkets for his wife.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Flayn":[{"content":"Ferdinand married Flayn just after becoming the new Duke Aegir, and the pair wasted no time getting to work on the rebuilding effort. While Ferdinand handled administrative matters, Flayn walked more directly among the people, seeing to their needs. Their teamwork and complementary skills led to rapid recovery and growth for the region, but it is said that what inspired the people most of all was the genuine intimacy and affection between the ruling couple.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Manuela":[{"content":"Almost immediately after becoming the new Duke Aegir, Ferdinand married Manuela, and the two dedicated themselves to reformation efforts. Manuela lent her considerable talent and experience, using personal connections she'd gained in her time as a songstress and teacher to assemble a team of talented people. Between her personal skills and her ability as a physician, she became so essential that the emperor saw fit to make her the new prime minister. As she spent more time in the capital, bringing the reforms that helped Aegir territory to the Empire at large, Ferdinand stayed behind, minding his own lands and looking after their child.","routes":["Crimson Flower"]},{"content":"Almost immediately after becoming the new Duke Aegir, Ferdinand married Manuela, and the two dedicated themselves to reformation efforts. Manuela lent her considerable talent and experience, using personal connections she'd gained in her time as a songstress and teacher to assemble a team of talented people. Between her personal skills and her ability as a physician, she became so essential that she was called upon to help bring the reforms that helped Aegir territory to Fódlan at large. While she traveled the world, Ferdinand stayed behind, minding his own lands and looking after their child.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Edelgard":[{"content":"As the Adrestian emperor, Edelgard appointed Ferdinand as her prime minister, and the two devoted themselves to ruling Fódlan. Their sharply contrasting views made for frequent and lively debate, but with each enhancing the perspective of the other, Fódlan was better for it. As they worked tirelessly to create a better future, they were soon bound together by marriage as well. Their children, born to those who had torn down the old social hierarchy, were encouraged to choose their own paths.","routes":["Crimson Flower"]}],"Byleth F":[{"content":"Byleth and Ferdinand celebrated their marriage with a lavish wedding, but almost immediately afterward, the battle with those who slither in the dark began in earnest. After being named Duke Aegir, Ferdinand overcame a slew of obstacles to help House Hrym and his family's territory recover. At the same time, he fought alongside his spouse for a true, lasting peace in Fódlan. History books extol Ferdinand's success as a lord of his territories, but they do not make mention of the hard-fought battles he endured alongside his wife. Thus, half of his life's work is lost to time.","routes":["Crimson Flower"]},{"content":"After taking her place as the new archbishop of the Church of Seiros, Byleth announced her marriage to Ferdinand, who had assumed his place as Duke Aegir. The archbishop's husband overcame a slew of obstacles to reform his family's territory and Hrym but took no official position with the church, providing only guidance and support in his capacity as a loving spouse. History books extol Ferdinand's success as a lord of his territories, but they make no mention of his marriage to the archbishop. Thus, half of his life's work is lost to time.","routes":["Azure Moon"]},{"content":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced her marriage to Ferdinand, who had assumed his inherited position as Duke Aegir. Ferdinand overcame a slew of obstacles to reform his territory and that of House Hrym. He chose not to accept an official position in service to Byleth, instead advising her only informally as a spouse. History books extol Ferdinand's success as a lord of his territories, but make no mention of his marriage. Thus, half of his life's work is lost to time.","routes":["Verdant Wind","Silver Snow"]}],"Hubert":[{"content":"Hubert and Ferdinand became the left and right hands of Emperor Edelgard, competing constantly with each other to see who could be the more helpful. They were opposites—the Minister of the Imperial Household, melancholy and merciless, and the prime minister, bright and compassionate. Still, they brought out the best in each other. As the Empire became orderly and prosperous, the two came to be known as the nation's \"Two Jewels,\" and were remembered fondly for generations to come. Some say their fame made even Emperor Edelgard jealous.","routes":["Crimson Flower"]}]}