{"Hilda":[{"content":"After the war, Hilda set politics aside and focused on what she enjoyed most: crafting fashionable accessories. Her designs quickly achieved widespread popularity. With the help of her brother, Hilda then created the first artisan academy in Fódlan, where she served as both professor and headmaster.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Seteth":[{"content":"After the war, Seteth dedicated himself to the restoration of the church. He continued to write fables for children in his spare time, but became dissatisfied with the hobby due to a lack of quality illustrations for his work. When Hilda learned of this, she jumped at the chance to visit Garreg Mach and illustrate some of Seteth's newer stories for him. The completed fables were distributed far and wide, and the children who loved them eventually passed the famous and beloved works on to their own children and grandchildren.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Cyril":[{"content":"Hilda returned to her territory, and founded the first artisan academy in Fódlan. Years later, as the successful headmaster of that school, she journeyed to Garreg Mach to make a donation to the church. There she encountered Cyril, who had graduated from the Officers Academy and joined the Knights of Seiros. When each saw how much the other had grown and matured, a mutual attraction between them blossomed naturally into love. Cyril eventually left the church to become a knight of House Goneril, at the invitation of Hilda's brother, Holst. As Holst's new brother-in-law, Cyril provided essential aid in negotiations with House Goneril's Almyran neighbors.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"content":"Almost immediately after Byleth and Hilda finished their gorgeous wedding ceremony, the struggle against those who slither in the dark began in earnest. They fought tirelessly to bring lasting peace to Fódlan, and afterward retired from the Imperial army to Goneril territory. Hilda's hobby of creating fashionable accessories bore fruit, and she leveraged her husband's reputation as a hero to create the first artisan academy in Fódlan. The school produced many talented craftsmen, one of whom created a statue that expertly captured the hero's delight at receiving the gift of a bracelet from his wife.","routes":["Crimson Flower"]},{"content":"Byleth announced his marriage to Hilda shortly after being named archbishop of the Church of Seiros. Hilda rarely involved herself with the church, but nevertheless contributed greatly to its restoration by recommending exceptional people to influential positions. Her hobby of creating fashionable accessories also bore fruit, as her designs achieved widespread popularity, and she started an artisan academy at Garreg Mach. The school produced many talented craftsmen, one of whom created a statue that expertly captured the archbishop's delight at receiving the gift of a bracelet from his wife.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Hilda shortly after becoming leader of the United Kingdom of Fódlan. As queen, Hilda rarely took part in politics herself, but she nevertheless contributed greatly to the restoration of Fódlan by recommending exceptional people to influential positions. Her hobby of creating fashionable accessories also bore fruit, as her designs achieved widespread popularity, and she created the first artisan academy in Fódlan. The school produced many talented craftsmen, one of whom created a statue that expertly captured the king's delight at receiving the gift of a bracelet from the queen.","routes":["Verdant Wind","Silver Snow"]}],"Claude":[{"content":"Entrusting the future of Fódlan to his friends, Claude left for Almyra to take his place as heir to the throne. His family saw that he had grown strong and allowed him to claim his birthright. When he became king several years later, he made the surprise announcement that he would make Hilda his queen. Having studied with her brother to prepare for this moment, Hilda demonstrated an uncanny talent for diplomacy, and greatly contributed to establishing friendly relations between Fódlan and Almyra. The presence of a Fódlan-born queen for two consecutive generations did much to alter Almyran values.","routes":["Verdant Wind"]}],"Ferdinand":[{"content":"After becoming the new Duke Aegir, Ferdinand married Hilda, the daughter of Duke Goneril. The marriage was warmly received by the people, with high expectations placed on them as they set about restoring the territory. Hilda rarely took part in politics herself, but she still contributed greatly by recommending exceptional people to influential positions. Her hobby of creating fashionable accessories also bore fruit, as her designs achieved widespread popularity, and she created the first artisan academy in Fódlan. The school produced many talented craftsmen, including Ferdinand himself, who was said to craft handmade trinkets for his wife.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Caspar":[{"content":"Caspar and Hilda, under no pressure to inherit any noble titles, spent the early years of peace after the war traveling. They journeyed to every corner of Fódlan, and even ventured abroad now and again. Caspar's antics caused endless entertainment for Hilda, who loved to stand by and watch him fight or squirm his way out of trouble. Eventually, their free-spirited adventure was called to an end by Hilda's brother, Holst, who offered Caspar a position as a knight in service of House Goneril. Caspar accepted, and before long, he and Hilda were married. The couple raised many children, and were said to have a notoriously lively household.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Lorenz":[{"content":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Hilda, the only daughter of Duke Goneril. After the recovery effort, at Hilda's behest, the pair established artisan academies all over Fódlan. The schools quickly flourished, invigorating interest in the arts as well as trade with foreign lands. After many years of success and prosperity, the students of the first of these academies crafted a bronze statue of the founding couple to honor their achievement. The statue stands to this day.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Raphael":[{"content":"Raphael returned to his hometown, where he served his liege lord as a knight for a time. Later, he gave it up to help manage the inn that his family had opened up during his time away. One day, to the great joy of Raphael's sister, Maya, Hilda came to visit. Maya had always treasured the necklace Hilda had made for her. Moved by this, Hilda gave Maya a new gift of a hair band, which inspired Maya to suggest that Raphael convert the inn into an accessory shop. Hilda decided to stay and help out, and eventually became the shop's proprietor and chief artisan. She moved in with Raphael, and the two spent their lives happily dealing in fashionable accessories.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Ignatz":[{"content":"After Hilda returned home, her fashionable accessories achieved widespread popularity, leading her to create the first artisan academy in Fódlan. While shopping for art supplies, she had a chance reunion with Ignatz, who had persuaded his family to allow him to travel the world as an artist. Hilda invited Ignatz to teach at her school, and as she and the students became enchanted by the landscapes and portraits of all he had seen in his travels, the two gradually fell in love. Their romance birthed a new style that inspired artists in Fódlan for generations.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Marianne":[{"content":"After returning to their respective homes, Hilda and Marianne stayed in touch and deepened their friendship through letters. Hilda informed Marianne that her passion for crafting fashionable accessories had given her the idea to start an artisan academy, and in response, Marianne pledged the financial support of the house of Margrave Edmund. Soon, artisan schools began to appear all over Fódlan, producing talented craftsmen and high-quality trade goods, which contributed greatly to the prosperity of Fódlan. The accessories sent to Marianne personally by Hilda became some of the most highly valued treasures in history.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}]}