{"Ingrid":[{"content":"When Galatea territory was seized, Ingrid argued strongly for the preservation of its borders. Her request was granted, and she was appointed to rule. From her new position, she gave her all to ensure that the people of Galatea lived peaceful lives and put in years of hard work to reform its farming practices. Her efforts bore fruit, to the people's delight, and Galatea became a land of plenty.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"Ingrid declined to rule House Galatea, choosing instead to serve House Blaiddyd as a knight. After achieving widespread renown, she formed an elite order of pegasus knights who served as personal bodyguards to the nobility. She never took a husband.","routes":["Azure Moon"]}],"Raphael":[{"content":"When Galatea territory was seized, Ingrid argued strongly for the preservation of its borders. Her request was granted, and she was appointed to rule. Soon after, Raphael traveled there to pledge his service to Ingrid. He initially signed on as a knight, but quickly discovered that his services were even more desperately needed by the land's farmers, and instead focused his efforts on helping Galatea improve its agriculture. Seeing him work side by side with the commonfolk, Ingrid became enamored with Raphael's character, and eventually asked for his hand in marriage. They held a modest but lively wedding, and the people happily gave their blessing to the union.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"Raphael returned to his home town to serve his liege lord as a knight, and spent his spare time helping out at the inn that his grandfather and sister had opened during his time away. One day, Ingrid, who had abandoned her claim to House Galatea to serve as a knight to the royal family, arrived to persuade Raphael to join her. It did not take much convincing. From that day forward, they served together as partners, fighting together side by side to make their mark on the history of Faerghus.","routes":["Azure Moon"]}],"Seteth":[{"content":"Ingrid declined to rule House Galatea, choosing instead to serve House Blaiddyd as a knight. As Faerghus worked with the Church of Seiros to advance policy, Ingrid served as an envoy between the two. In this capacity, she met routinely with Seteth, whose complete trust in Ingrid resulted in fruitful negotiations. Together, Faerghus and the church coordinated extensive relief efforts to return prosperity to Fódlan. After they had accomplished what they set out to do, it is said that Ingrid and Seteth settled down together in a small village, where they spent their days in peace, farming and fishing.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Ignatz":[{"content":"When Galatea territory was seized, Ingrid argued strongly for the preservation of its borders. Her request was granted, and she was appointed to rule, but because she had previously abandoned her noble house, she was not well accepted by the people. It was thanks to Ignatz that the mood of the people finally softened. He showed them, through his artwork, a side of Ingrid that they had not yet seen: her valor and bravery, fighting in defense of Fódlan. The people were moved, first by the artwork itself, and later by the woman who had inspired it. As time passed, and the region prospered, Ingrid and Ignatz bonded over their reunion. They fell in love and eventually were wed.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"Ingrid declined to rule House Galatea, choosing instead to serve House Blaiddyd as a knight. Some years later, she was reunited by chance with Ignatz, who had persuaded his family that he should become a painter and traveled all through Fódlan painting beautiful landscapes. Ignatz decided to paint Ingrid that day, and spent much of the rest of his career working to get her likeness just right. There were many depictions of her bravery in battle, of course, but later generations would most fondly remember the way he captured her smile, which was widely believed to be that of a loving wife.","routes":["Azure Moon"]}],"Byleth M":[{"content":"When the war at last came to an end, Byleth and his wife, Ingrid, relocated to her hometown. Galatea territory had been seized by the Empire, but the emperor granted Ingrid's request to retain governance of it. She and her husband were initially received with skepticism, but together they worked hard to reform the territory and address its food shortages. Through hard work, pure grit, and a truly knightly dedication to the people, they were able to transform the barren landscape into what would, decades later, become known as the most fertile grounds in all of Fódlan.","routes":["Crimson Flower"]},{"content":"Byleth announced his marriage to Ingrid shortly after succeeding Rhea as the new archbishop. Together they made great strides in helping to restore the Kingdom of Fódlan to its former glory and beyond. Though Ingrid provided counsel to the archbishop as his wife, she also earned renown as a Holy Knight of Seiros. Most famously, she parried an insurgent's blade with her own weapon just before it struck the archbishop's neck. Tales of the archbishop who ended the long war, and his valiant wife Ingrid, lived on in storybooks for generations.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Ingrid shortly after becoming leader of the United Kingdom of Fódlan. Together they made great strides toward restoring Fódlan to its former glory and beyond. Though Ingrid contributed to the court in her position as queen, she also famously guarded her king in a physical capacity. Most well-known is how the \"Warrior Queen\" drew her own weapon to repel an assassin's blade meant for her husband, a tale which lived on in chivalric storybooks for generations.","routes":["Verdant Wind","Silver Snow"]}],"Dimitri":[{"content":"After his coronation, Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. At his side every step of the way was Ingrid, who left House Galatea to serve House Blaiddyd as a knight. As they worked together to restore the Kingdom, the pair fell in love and were eventually married. But while Ingrid was happy to play the role of queen, and to support her husband in public and in private, she insisted on taking up a weapon and serving on the front lines in battle.","routes":["Azure Moon"]}],"Claude":[{"content":"Entrusting the future of Fódlan to his friends, Claude left for Almyra with Ingrid, whom he intended to marry. He announced this fact to his father, the king of Almyra, who approved of Claude's strength and Ingrid's virtue and resolved to entrust the monarchy to them. Even after they ascended the throne, Claude and Ingrid argued frequently. But while the queen chasing the fleeing king through the palace was a common occurrence, the couple must have loved one another deeply, for they happily raised many children together.","routes":["Verdant Wind"]}],"Dedue":[{"content":"After the war, Dedue and Ingrid both served as protectors to the newly crowned King Dimitri: the former as his loyal vassal, and the latter as a knight sworn to House Blaiddyd. The pair fought side by side on countless occasions, and were known to be inseparable on the battlefield. Tales of the taciturn vassal and the steadfast lady knight were told by bards all throughout Fódlan, and it is said that their friendship helped spark the reconciliation between the peoples of Faerghus and Duscur.","routes":["Azure Moon"]}],"Felix":[{"content":"Even after the war's end, skirmishes continued to break out across Fódlan. Learning that there were still places where he could fight, Felix abandoned his noble title and chose to make a living with his sword. Unwilling to leave him to travel alone, Ingrid, too, relinquished her claim to nobility, and they both became wandering mercenaries. They skirted the line between life and death countless times in their dangerous work, but once they had a child, they settled down in a small farming village far from their homeland. With all but each other left behind, they began a warm and tranquil life as a family.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"After the war, Felix inherited the title of Duke Fraldarius from his late father, Rodrigue. He married Ingrid, the daughter of Count Galatea, and the couple spared no expense in restoring both their territories, paying special attention to Galatea's desperate need for food and funds. Some years later, there was an attack on the castle town, and the duke lost the use of his sword arm from an injury sustained protecting his wife. It is said that he never regretted it, as he was only fulfilling a promise that he made to his beloved wife a long time ago.","routes":["Azure Moon"]}],"Ashe":[{"content":"When Galatea territory was seized, Ingrid argued strongly for the preservation of its borders. Her request was granted and she was appointed to rule, but because she had previously abandoned her noble house, she was not well accepted by the people at first. It was thanks to the help of Ashe, who arrived to serve House Galatea, that she was able to soften the view the people had toward her by restoring the territory and improving its agriculture. As Galatea's prosperity grew, so too did the love between Ingrid and Ashe. Their wedding ceremony was intended to be a simple one, but lavish blessings from the citizenry made it a lively event.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"When the new king was crowned in Faerghus, both Ashe and Ingrid left their homes to travel to Fhirdiad and pledge themselves to the royal family as knights. They each swore to defend the king, come what may, no matter the cost, and to that end they fought side by side in many battles together. They were both praised for their endless devotion and boundless courage, and their names went down in history as peerless knights. Many tales were told of their valor, and how they became indispensable to each other over the years. A handful of those stories went so far as to suggest that they fell in love and became husband and wife, but this may have been an embellishment.","routes":["Azure Moon"]}],"Sylvain":[{"content":"As Margrave Gautier, Sylvain devoted his life to improving relations with the people of Sreng. Under his leadership, nobles were persuaded that Relics and Crests were not necessary as they'd previously thought. Though he went down in history as an extraordinary lord, he could not have done so without the constant support and counsel of his wife, Ingrid, whose wisdom and tenacity ensured that the people would prosper. Sylvain was ever loyal to his beloved wife. The couple had many children, and while not one of them bore a Crest, they were all equally and wholeheartedly loved.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}