{"Leonie":[{"content":"Leonie joined up with the mercenaries formerly led by Jeralt. As his greatest apprentice, she quickly took on a leadership role and eventually even inherited the title of Blade Breaker. She came to be known as Jeralt the Second, as she began to resemble him in all things—including his drinking habits. She left behind many unpaid tavern tabs.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Seteth":[{"content":"While Seteth remained at the monastery after the war to restore the Church of Seiros, Leonie wandered the land in pursuit of her dream to become an elite mercenary. It seemed as if their paths would never cross again. Years later, after they had achieved their goals, both retired and disappeared from the public eye at the same time, as if it had been prearranged. Though no official records of their lives after that time exist, it is rumored that a happy couple resembling them was sighted in a small mountain village. The couple was known for their excellent fishing skills, and for cooking up their bountiful catches for all the local villagers and travelers.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Alois":[{"content":"Leonie joined up with the mercenaries formerly led by Jeralt. As his greatest apprentice, she quickly took on a leadership role, and eventually even inherited the title of Blade Breaker. No matter where she went, however, she was burdened with Jeralt's unpaid tavern tabs. Angry with Alois for pushing these debts upon her, she went to see him with the intention of forcing him to pay half the debt. But when she arrived, she found a suntanned Alois happily lounging after a hard day's work on his family farm. Leonie found herself unable to go through with it. She did become a world-renowned mercenary, but she spent the whole of her career paying off debt.","routes":["Crimson Flower"]},{"content":"Leonie joined up with the mercenaries formerly led by Jeralt. As his greatest apprentice, she quickly took on a leadership role, and eventually even inherited the title of Blade Breaker. No matter where she went, however, she was burdened with Jeralt's unpaid tavern tabs. Angry with Alois for pushing these debts upon her, she went to Garreg Mach to force him to pay half the debt. She encountered a smiling Alois, who had become captain of the Knights of Seiros, and who was all too happy in his new prosperity to take the debts back on. It is said that Leonie developed quite the drinking habit once she was free to visit taverns whenever she liked.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Shamir":[{"content":"Leonie assumed leadership of the mercenaries formerly led by Jeralt. One day, she was hired to protect a noble who had been warned of a bandit attack. The warning note listed all of the noble's foul deeds, and was signed with the image of a spider, which Leonie recognized. Just as she suspected, the one who came on the appointed day was none other than Shamir. Leonie was happy to break her contract on this occasion, and even offered Shamir a position in her company. The result was the most famous mercenary group ever to exist in Fódlan. It is said that their flag bore the image of a spider, and...another vaguely arachnid creature.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"content":"Almost immediately after Byleth and Leonie had finished their lively wedding ceremony, the struggle against those who slither in the dark began in earnest. Leaving the Black Eagle Strike Force behind, the pair formed a new group called the Jeralt Company and invited all their friends and allies to join them. The group fought all across Fódlan, cementing the Empire's victory by cleaning up its enemies. With Fódlan secure, all but two members of the Jeralt Company returned to their homes. The couple continued their careers as mercenaries, taking on all kinds of tasks, from monster hunting to tavern security. Their strength and humility were well loved.","routes":["Crimson Flower"]},{"content":"Byleth announced his marriage to Leonie shortly after being named archbishop of the Church of Seiros. Though she accepted the status of the archbishop's wife, Leonie disliked the formality of the position and refused to part with her weapons. Avoiding involvement with the church, she founded the Jeralt Company, an elite group of soldiers hand-picked from the Knights of Seiros. They served as guards to the archbishop in peacetime, and were first to respond to reports of bandits or monsters. It is rumored that one knight of rare skill who fought alongside Leonie in the Jeralt Company was none other than the archbishop himself.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Leonie shortly after becoming leader of the United Kingdom of Fódlan. Though she accepted the status of queen, Leonie disliked the pageantry of the position and refused to part with her weapons. She avoided court and instead founded the Jeralt Company, an elite group of soldiers hand-picked from the royal guard. They mostly busied themselves by hunting down bandits and monsters, but they also stopped the remnants of the Imperial army from organizing a revolt. It is rumored that one knight of rare skill who fought alongside Leonie in the Jeralt Company was none other than the king himself.","routes":["Verdant Wind","Silver Snow"]}],"Claude":[{"content":"Leonie returned to Sauin Village to repay her debts and mysteriously vanished afterwards. Some years later, when trade between Fódlan and Almyra began in earnest, the village received notice that the Almyran king would be passing through on his way to Garreg Mach. The village rushed to prepare themselves. When the anticipated day arrived, they were shocked to find Leonie at the king's side. She had gone to visit Claude in Almyra, and had ended up staying to become his queen. Faced with the sight of Leonie in the resplendent clothing of a monarch, her father and the other villagers could do nothing but stand in mute amazement.","routes":["Verdant Wind"]}],"Felix":[{"content":"After the war, Felix abandoned his noble title and chose to make a living with his sword. He accepted Leonie as his partner, and together they became wandering mercenaries. Their different fighting styles complemented one another well, and their combined skill was enough to handle any enemy. Some time later, the mercenary group formerly led by Jeralt joined them, and under their leadership, became the most feared company in Fódlan. After the post-war chaos passed, however, work became scarce, and the pair eventually became so desperate that they rebranded themselves as street performers. They proved surprisingly capable in their new profession.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"Leonie took over the mercenary group formerly led by Jeralt. She made a name for herself as a superb mercenary and was eventually hired by the young Duke Fraldarius, Felix. He entrusted her with many important tasks, and over time, Fraldarius territory became Leonie's home base. The two spent a great deal of time drinking together, but Felix, knowing Leonie's reputation and habits, learned to extract her payment for the drinks in advance.","routes":["Azure Moon"]}],"Lorenz":[{"content":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Leonie, who had become a renowned mercenary. The choice came as a shock to the public, who could not see what the pair had in common, but those who knew them well saw it as inevitable due to the strength of the bond they had forged in the war. As a ruling couple, they used their varying talents to usher in a new age of prosperity and carve their names into history.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Raphael":[{"content":"Leonie took over the mercenary company formerly led by Jeralt. She ran out of money constantly, however, due to sending all of her earnings back to her village, and so developed a reputation for unpaid tavern tabs. When she came upon the inn that Raphael had been helping to run with his family, she was overjoyed to finally find a place that would trust her enough to open a new tab. In her years frequenting the establishment, she accrued such a massive debt to Raphael that the only way to pay him off was to work for him. By the time the debt was finally paid, she had moved in with him. They lived together happily for the rest of their days.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ignatz":[{"content":"Leonie took over the mercenary company formerly led by Jeralt. Though she earned a great deal of renown, the work began to dry up as the postwar chaos subsided. It was around that time she had a chance reunion with Ignatz, who had persuaded his family to allow him to wander the world as an artist. Remembering how they had once promised to travel together, Leonie disbanded her mercenary company and resolved to accompany him. The pair left Fódlan, searching for sights hitherto unseen. Where their journey took them remains unknown.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}