{"Lysithea":[{"content":"Lysithea returned home to help her parents restore their family land. Years later, when the end to their hard work was finally in sight, she relinquished House Ordelia's claim to nobility, ceding the territory to a nearby lord. Shortly thereafter, she and her family disappeared into obscurity.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Hanneman":[{"content":"After the war, Lysithea returned to her parents in Ordelia territory. She was joined by Hanneman, and together the two worked to research a method by which to extend her lifespan. Some years later, their efforts bore fruit, and they devised a procedure to remove her Crests. Afterward, Lysithea renounced her noble claim and continued to assist Hanneman with his research. When he passed, she took up his mantle, and by the great discoveries she made, came to be called the Golden Child of Crestology.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Cyril":[{"content":"Lysithea returned home to help her parents restore their family land. Years later, when their work was at an end, she journeyed to Garreg Mach to inform the church of her decision to relinquish House Ordelia's claim to nobility. There she encountered Cyril, who had since graduated from the Officers Academy and joined the Knights of Seiros. During their reunion, Cyril confessed his love to Lysithea and asked her to marry him. She declined, at first, due to her shortened lifespan, but in the face of Cyril's insistence, she chose to spend what days she had remaining together with him. Where they went is unknown, but it is said that, for however long it lasted, they were happy.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"content":"Almost immediately after Byleth and Lysithea had celebrated their engagement, the struggle against those who slither in the dark began in earnest. Together they fought tirelessly to bring the war to an end so that Fódlan could have lasting peace. Afterward, they left the Imperial army for Ordelia territory, where they were officially wed. After restoring their war-torn land, the couple vanished from the public eye, along with Count Ordelia and his wife. No records remain of their lives after that, but it is rumored that they retired to a peaceful life in Derdriu, making sweets.","routes":["Crimson Flower"]},{"content":"Byleth announced his engagement to Lysithea shortly after being named archbishop of the Church of Seiros. Before they were officially wed, she returned home, helped her father to restore Ordelia territory, and offered the land up to be governed by neighboring lords. Once her parents had retired and withdrawn, Lysithea finally became the archbishop's wife. Even without her Crests, she proved more than capable of assisting him in his role, applying her great insight and intelligence toward a renewed church. Once the rebuilding effort was complete, the couple and their two children enjoyed long and peaceful lives in the lively household they built together.","routes":["Azure Moon"]},{"content":"Byleth announced his engagement to Lysithea shortly after becoming leader of the United Kingdom of Fódlan. Before they were officially wed, she returned home, helped her father to restore Ordelia territory, and offered the land up to be governed directly by the new kingdom. Once the affairs of House Ordelia were in order, Lysithea finally married and became queen. Even without her Crests, she proved more than capable in the role, applying her great insight and intelligence toward a better Fódlan. When the rebuilding effort was complete, the couple and their children enjoyed long and peaceful lives.","routes":["Verdant Wind","Silver Snow"]}],"Edelgard":[{"content":"After the war, Edelgard and Lysithea threw themselves into the fight against those who slither in the dark. The struggle was long and arduous, but not without its benefits. With careful analysis of ancient techniques, they discovered ways to recover the years of life that had been stolen from them. Afterwards, the new Adrestian emperor and Lysithea, her trusted officer, devoted the rest of their lives to Fódlan's rule. For her counsel in instituting class reforms and ensuring the independence of the people, Lysithea came to be known as the Wisdom of the Empire. The pair of talented women ushered Fódlan into a new age of innovation and prosperity.","routes":["Crimson Flower"]}],"Claude":[{"content":"Entrusting the future of Fódlan to his friends, Claude left for Almyra to reclaim his place as heir to the throne. When he became king, he asked Lysithea to be his queen with a heart full of love, and with the hope of fostering friendly diplomatic relations with Fódlan. Due to her shortened lifespan, Lysithea declined. Claude, unable to abandon his love for her, gave up the throne to go on a quest for a means to save her. Years later, he appeared suddenly before her, claiming to have found a cure. With her trust and love to guide him, he whisked her away, across the sea. It is unknown where they went.","routes":["Verdant Wind"]}],"Linhardt":[{"content":"Though Linhardt researched vigorously for a method by which to remove the Crests from Lysithea and save her life, the war ended before he could reach any conclusions. Lysithea, deciding that she should return home to her parents, thanked Linhardt and took her leave of Garreg Mach. Not to be deterred, Linhardt set his affairs in order, renounced his noble title, and followed Lysithea to Ordelia territory to continue his research. Years later, his efforts bore fruit, and Lysithea's Crests were successfully removed. With a new future ahead of her, Lysithea, too, renounced her noble claim, and the couple married as commoners. It is said they raised a very happy family.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Felix":[{"content":"After the war, Felix abandoned his noble title and chose to make a living with his sword. He traveled the land, seeking battle as if he had a death wish, but his violent path came to an end when he happened upon Lysithea, who had been living in a small house in the middle of nowhere with her parents. Seeing her—condemned to live a shortened life, but smiling and making the most of every day with her family—convinced Felix that life was precious. He gave up his sword to join her, and the two spent their lives baking sweets. Lysithea's recipe became known far and wide, and the treat became a tradition for the people of that region.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"After becoming Duke Fraldarius, Felix married Lysithea, who assisted his efforts to restore both his territory and the Kingdom at large with countless insights. She became known for walking among the people, sharing with them her wisdom. After her death, Felix received a visit from a local artisan, who brought to him a cake and claimed that Lysithea had given him the recipe. Felix adored the flavor, enjoying that style of cake for the rest of his days. The people acquired a taste for it too, and Lysithea's treat became traditional in the north of Faerghus.","routes":["Azure Moon"]}],"Lorenz":[{"content":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Lysithea. Though the only daughter of the former Count Ordelia had already renounced all claim to nobility, the people happily accepted their union. She rarely appeared in public, due to health concerns, but it is said that a great many policies credited to Lorenz were actually her ideas.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Raphael":[{"content":"Raphael returned to his hometown to serve his liege lord as a knight, and spent his spare time helping out at the inn that his family had opened during his time away. Due to his grandfather's age, he was compelled before long to give up knighthood and manage the inn full-time. Soon after that, the inn began to be frequented by Lysithea and her family, who had renounced all claim to nobility and begun a life as commoners. Lysithea found a kindred spirit in Raphael's sister, Maya, and before long, found herself helping out around the place too. Eventually she was put in charge of the kitchen, where it is said she spent the rest of her days happily working.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ignatz":[{"content":"Lysithea returned home to help her parents restore their family land. Years later, when the end to their hard work was finally in sight, she relinquished House Ordelia's claim to nobility, and the family retreated from the public eye. In her new life as a commoner, she had a chance reunion with Ignatz, who had persuaded his family to allow him to travel the world as an artist. Lysithea became enchanted by his determination, and by the landscapes and portraits he painted of all he had seen in his travels. She offered the remainder of her short life in support of his work. It is said that Ignatz's most famous piece, Portrait of a Goddess, used Lysithea's face as a reference.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}