{"Petra":[{"content":"Petra returned to her homeland of Brigid and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan and worked tirelessly to secure friendly relations with both Fódlan and Dagda. Her efforts inspired her descendants to carry the torch she lit, ensuring a future of peace and prosperity for her people.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ashe":[{"content":"Petra took Ashe with her to her homeland of Brigid, where she inherited the throne from her grandfather. With Ashe's guidance, she established an order of knights, and used that order to declare independence from Fódlan and renegotiate diplomatic ties on more equal terms. Over years of work reforming diplomatic and military policy together, Petra and Ashe fell in love and eventually were married. The people of Brigid warmly embraced the union. It is said that the name of the knightly order, the Blue Sun, was born of their mutual love of swimming in the sea.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ignatz":[{"content":"Petra returned to her homeland of Brigid, and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan, and renegotiated Brigid's diplomatic ties to Fódlan and Dagda on more equal terms. At every step along the way, she was accompanied and supported by her husband, Ignatz, who had left Fódlan behind to be with her. Trade with Fódlan boomed under Petra's reign, thanks in no small part to the Victor Trading Company. But while Ignatz was happy to support Petra's goals, he remained focused on his work as an artist. His picturesque renditions of the Brigid landscape, done in the Fódlan style, were held in high regard all over the world.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Cyril":[{"content":"Petra returned to her homeland of Brigid, and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan, and renegotiated Brigid's diplomatic ties on more equal terms. Some years later, the Church of Seiros expanded its reach to Nuvelle, a town in western Fódlan. The priest sent to this new church, for the purpose of keeping up relations with Brigid, was none other than Cyril. He and Petra met frequently, first for public relations, and then for more private reasons. They fell in love, and were ultimately wed. It is said that their union served as a symbol for the friendly ties between the two countries for the whole of their lives.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"content":"As Byleth set out to fight those who slither in the dark, Petra left the throne of Brigid to her family to follow him. The pair fought many hard battles together against this terrifying enemy before finally emerging victorious after the long war. Finally able to breathe easy, they took up residence in the city of Nuvelle, which lies on the western fringe of Fódlan, where they enjoyed the same waters that touch her homeland of Brigid. As their love grew, so did their mastery of each other's native language.","routes":["Crimson Flower"]},{"content":"After becoming the new archbishop of the Church of Seiros, Byleth announced his marriage to Petra. In light of her love for her spouse and her unique position to act as a bridge between the two regions, Petra entrusted her homeland's throne to her family and remained in Fódlan. Together, the two worked hard to restore Fódlan and improve relations with Brigid. The foreign royal was initially met with skepticism, but in time, the people of Fódlan accepted and adored Petra. Thanks to their efforts, in the distant future, the two lands were eventually as one.","routes":["Azure Moon"]},{"content":"After ascending the throne as the first leader of the United Kingdom of Fódlan, Byleth announced his marriage to Petra. In light of her love for her spouse and her unique position to act as a bridge between the two regions, Petra entrusted her homeland's throne to her family and remained in Fódlan. Together, the two worked hard to restore Fódlan and improve relations with Brigid. The foreign royal was initially met with skepticism, but in time, the people of Fódlan accepted and adored Petra. Thanks to their efforts, in the distant future, the two lands were eventually as one.","routes":["Verdant Wind","Silver Snow"]}],"Claude":[{"content":"Claude left Fódlan, entrusting its future to his friends. He intended to travel to his homeland of Almyra, but his love for Petra instead drew him west, to Brigid. He won her affection, and after receiving the blessing of her grandfather, the king of Brigid, the two were wed. Some years later, each inherited their respective thrones. As the monarchs of Brigid and Almyra, Petra and Claude fostered friendly diplomatic relations between the two regions and Fódlan.","routes":["Verdant Wind"]}],"Hubert":[{"content":"Shortly after the war, Brigid renegotiated its diplomatic arrangement with the Adrestian Empire, ending its service as a vassal and becoming a full ally. As part of that agreement, Petra, queen of Brigid, was wed to Hubert, Marquis Vestra. Some say that the marriage was purely political, ordered by Emperor Edelgard, while others insist that it was of their own accord. Although they led busy lives, and sometimes lived separately. Still, their shared home in the western Fódlan village of Nuvelle was filled with their many children, suggesting a loving union.","routes":["Crimson Flower"]}],"Ferdinand":[{"content":"After officially becoming Duke Aegir, Ferdinand asked Emperor Edelgard if she would make him her minister of foreign affairs rather than her prime minister. She granted his wish, and his first task in his new position was to negotiate with Petra, who had inherited the throne of Brigid and declared her Kingdom's freedom from Imperial vassalage. Ferdinand and Petra collaborated to deepen the friendship between their nations and forge a strong, enduring alliance. As a symbol of the nations' friendship, Ferdinand and Petra took up residence together in Nuvelle, on the western fringe of Fódlan. It is said that they negotiated for years to achieve this compromise.","routes":["Crimson Flower"]},{"content":"After officially becoming Duke Aegir, Ferdinand worked to restore the territory, and as part of that effort, sought to develop an improved relationship with Brigid. He reached out to Petra, who had inherited the throne of Brigid, and she agreed to send resources for the relief effort. At the same time, the two continued their private relationship across borders, and when Aegir territory had recovered, they married. Ferdinand relocated to Brigid with his queen, and the pair worked tirelessly to improve diplomatic relations. Their work involved much travel, but they made sure to find time once in a while to stop and enjoy their happiness.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Linhardt":[{"content":"Petra returned to her homeland of Brigid, and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan, and renegotiated Brigid's diplomatic relationships on more equal terms. Next, she introduced industrial practices that were modeled on those of Fódlan, vastly improving her homeland's economy. This rapid development surprised those abroad, until it was discovered that the improvements came thanks to the counsel of Petra's husband, Linhardt, who had left Fódlan to offer Brigid his talent and insight. It is said that the couple maintained a healthy and affectionate relationship, and that they raised many happy children together.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Caspar":[{"content":"Petra returned to her homeland of Brigid, and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan, and renegotiated Brigid's diplomatic ties to Fódlan and Dagda on more equal terms. At every step along the way, she was accompanied and supported by her husband, Caspar, who had left Fódlan behind to be with her. It is said that the people of Brigid were initially suspicious of the union, due to Caspar's relation to a nemesis of their homeland, but that his tireless efforts on Brigid's behalf endeared them to him over time. It certainly helped that he made the queen very happy.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Dorothea":[{"content":"Petra returned to her homeland of Brigid, and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan, and renegotiated Brigid's diplomatic ties to that nation on more equal terms. At every step along the way, she was accompanied by Dorothea, who had left Fódlan behind to support her. Dorothea used the connections she had made in her time at the opera to her benefit, and even worked reluctantly with the Fódlan nobility for Petra's sake. The people of Brigid were skeptical of her at first, but warmed up to her over time. It is said that she became the person whom Petra loved the most.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}