{"Alois":[{"content":"Once the long war against those who slither in the dark came to an end, Alois and his family moved to Remire Village and lived happily as farmers. It is said that from the moment he put down his sword and picked up a hoe, he never so much as thought about turning back.","routes":["Crimson Flower"]},{"content":"Once all the fighting had come to an end, Alois officially took up the position of captain of the Knights of Seiros. In this capacity, he was much beloved, and the Knights became more unified than ever under his command. It is said that their accomplishments during his tenure were beyond even what Jeralt's troop had achieved.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Catherine":[{"content":"Alois officially took up the title of captain of the Knights of Seiros. In this new role, he led the knights to many victories, and was much beloved. At the same time, he developed a reputation for gullibility, and his subordinates began to play tricks on him regularly. To help him deal with this, Catherine volunteered her services as an adviser. She kept a lookout for him, and put a stop to these antics before they began. The combination of the kindly captain and the intimidating wielder of Thunderbrand proved strong, and the Knights of Seiros prospered.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"content":"When all of the fighting was over, Byleth embarked on another wandering journey as a mercenary. He traveled all over Fódlan, following his father's steps. When he at last drifted into Remire Village, he was reunited with Alois, who had moved there with his family and was now living on a farm. On Alois's advice, he decided to stay a while, and before he knew it, five years had passed. He fell in love with a kind woman in the village, and they had a modest wedding. It is said that Alois was so overcome with emotion on that day that his weeping could be heard from anywhere in the village.","routes":["Crimson Flower"]},{"content":"When Byleth took on the role of archbishop in Rhea's place, he reformed the order of the church little by little. Eventually this included the Knights of Seiros, and Alois was named captain and the archbishop's right hand. The captain's duties kept him busily engaged all over Fódlan. His cheerful character inspired those under his command, unifying the Knights of Seiros in a way they had never been before. The archbishop relied on Alois as if he were his father, and Alois in turn treated him like his child. It is said that Alois was so overcome with emotion on the archbishop's wedding day that his weeping could be heard through the applause.","routes":["Azure Moon"]},{"content":"After the war, Byleth ascended the throne of the United Kingdom of Fódlan, and Alois retired from the Knights of Seiros to serve the former professor. Alois became the new leader's right hand, and his duties in that respect kept him busily engaged all over Fódlan, giving all he had to support his reign. Alois's cheerful character was beloved by his subordinates, who rallied behind him to create the most numerous order of knights in all Fódlan. It is said that Byleth relied on Alois as though he were his own father.","routes":["Verdant Wind","Silver Snow"]}],"Byleth F":[{"content":"When all of the fighting was over, Byleth embarked on another wandering journey as a mercenary. She traveled all over Fódlan, following her father's steps. When she at last drifted into Remire Village, she was reunited with Alois, who had moved there with his family and was now living on a farm. On Alois's advice, she decided to stay a while, and before she knew it, five years had passed. She fell in love with a kind man in the village, and they had a modest wedding. It is said that Alois was so overcome with emotion on that day that his weeping could be heard from anywhere in the village.","routes":["Crimson Flower"]},{"content":"When Byleth took on the role of archbishop in Rhea's place, she reformed the order of the church little by little. Eventually this included the Knights of Seiros, and Alois was named captain and the archbishop's right hand. The captain's duties kept him busily engaged all over Fódlan. His cheerful character inspired those under his command, unifying the Knights of Seiros in a way they had never been before. The archbishop relied on Alois as if he were her father, and Alois in turn treated her like his child. It is said that Alois was so overcome with emotion on the archbishop's wedding day that his weeping could be heard through the applause.","routes":["Azure Moon"]},{"content":"After the war, Byleth ascended the throne of the United Kingdom of Fódlan, and Alois retired from the Knights of Seiros to serve the former professor. Alois became the new leader's right hand, and his duties in that respect kept him busily engaged all over Fódlan, giving all he had to support her reign. Alois's cheerful character was beloved by his subordinates, who rallied behind him to create the most numerous order of knights in all Fódlan. It is said that Byleth relied on Alois as though he were her own father.","routes":["Verdant Wind","Silver Snow"]}],"Mercedes":[{"content":"Mercedes left home for a life as a cleric at Garreg Mach. Alois, as Jeralt's successor, officially assumed the role of captain of the Knights of Seiros. Though the two were quite busy with their daily activities, they would often find time to get together in the evenings so Alois could hear Mercedes's ghost stories. No one can say for certain whether it was the constant exposure to spooky tales or some other cause, but from that time on, Alois's reputation became that of a totally fearless fighter. Mercedes's quiet support was widely credited for this increase in bravery. Her blessing came to be known as a guarantee of victory.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Leonie":[{"content":"Leonie joined up with the mercenaries formerly led by Jeralt. As his greatest apprentice, she quickly took on a leadership role, and eventually even inherited the title of Blade Breaker. No matter where she went, however, she was burdened with Jeralt's unpaid tavern tabs. Angry with Alois for pushing these debts upon her, she went to see him with the intention of forcing him to pay half the debt. But when she arrived, she found a suntanned Alois happily lounging after a hard day's work on his family farm. Leonie found herself unable to go through with it. She did become a world-renowned mercenary, but she spent the whole of her career paying off debt.","routes":["Crimson Flower"]},{"content":"Leonie joined up with the mercenaries formerly led by Jeralt. As his greatest apprentice, she quickly took on a leadership role, and eventually even inherited the title of Blade Breaker. No matter where she went, however, she was burdened with Jeralt's unpaid tavern tabs. Angry with Alois for pushing these debts upon her, she went to Garreg Mach to force him to pay half the debt. She encountered a smiling Alois, who had become captain of the Knights of Seiros, and who was all too happy in his new prosperity to take the debts back on. It is said that Leonie developed quite the drinking habit once she was free to visit taverns whenever she liked.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}]}