{"Annette":[{"content":"Annette returned to her hometown of Fhirdiad where she took up a teaching position at the Royal School of Sorcery. She was a gifted instructor, and many of her students went on to become world-renowned sages. Though her talent for teaching was remarkable in its own right, she was perhaps best remembered for effortlessly securing the trust and respect of her many students, as well as inspiring all who knew her by living a life of kindness, cheer, and humility.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Hanneman":[{"content":"After the war, Annette and Hanneman both accepted teaching positions at Fhirdiad's school of sorcery. There, while educating the next generation of mages, they made great strides in their research of Crests and magic. Working side by side, the pair—formerly teacher and student, now partners and colleagues—brought great progress to the world and prestige to their institution. It is said that the wait list for students to enroll in either of their classes was notoriously long.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Gilbert":[{"content":"Gustave discarded the name of Gilbert and reaffirmed his oath of fealty to King Dimitri and the royal family. After returning to Fhirdiad, he reunited with his wife, who had returned to live with Baron Dominic, and his beloved daughter, Annette, who had begun teaching at the capital's school of sorcery. Though it was initially an awkward reunion, over time the family rekindled their love for one another. As the shadow of war receded from the Kingdom, the three spent their days happily making up for lost time.","routes":["Azure Moon"]}],"Byleth M":[{"content":"When the fighting was over and the Officers Academy was reopened, Byleth was reinstated as a professor. His wife, Annette, took on a position alongside him teaching sorcery, and the couple spent many years educating and guiding generations of students. In their later years, they attempted to retire to a quiet life in a village near Annette's hometown. That quickly proved to be too quiet of a life for them, and so they opened up a local school and resumed teaching. They continued on as educators until the end of their long and happy lives.","routes":["Crimson Flower"]},{"content":"After becoming the new archbishop of the Church of Seiros, Byleth announced his marriage to Annette. His wife actively contributed to his endeavors, and it is said that her wisdom was heavily relied upon during Fódlan's restoration and development. Despite her lofty position, she was known to occasionally step in as a guest speaker at the Royal School of Sorcery, where she educated many renowned sages. Though her talents were widely respected, it is said she was a bit accident-prone. Charming tales endure of her husband saving her from countless kitchen explosions, but it is unknown whether these are fact or purely fiction.","routes":["Azure Moon"]},{"content":"After ascending the throne as the first leader of the United Kingdom of Fódlan, Byleth announced his marriage to Annette. His wife actively contributed to his endeavors, and it is said that her wisdom was heavily relied upon during Fódlan's restoration and development. Despite her lofty position, she was known to occasionally step in as a guest speaker at the Royal School of Sorcery, where she educated many renowned sages. Though her talents were widely respected, it is said she was always a bit accident-prone. Charming tales endure of her husband saving her from countless kitchen explosions, but it is unknown whether these are fact or purely fiction.","routes":["Verdant Wind","Silver Snow"]}],"Dimitri":[{"content":"After his coronation, Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. At his side every step of the way was his queen, Annette, whose wisdom provided not only reliable counsel, but a whole assortment of revolutionary policies. The royal couple's sincere approach to governance earned them widespread acclaim, securing their line as a dynasty that lasted for generations to come. Their married life was said to be full of love and cheer.","routes":["Azure Moon"]}],"Claude":[{"content":"Entrusting the future of Fódlan to his friends, Claude left for Almyra with Annette, whom he intended to marry. He announced this fact to his father, the king of Almyra, who approved of Claude's growth and Annette's wisdom and resolved to entrust the monarchy to them. Once he became king, Claude established a school of sorcery with the intent to use it as a bridge between Almyra and Fódlan. Annette took on a role as headmaster, supporting Claude's dream by opening the doors to students from every corner of the world. Relations between Almyra and Fódlan improved drastically as a result.","routes":["Verdant Wind"]}],"Linhardt":[{"content":"When the Officers Academy reopened after the war, Linhardt gave up his inheritance to take on a position as a professor there. He soon married Annette, who had taken on the same job, and side by side, they helped to educate the next generation of students. Unfortunately, Annette took her teaching duties far more seriously than Linhardt, who was more concerned with his Crest research, and developed a reputation for falling asleep—sometimes more than once—during his own lectures. In their first few years as a couple she fought desperately to correct his behavior, but later she learned to accept it, and even looked forward to finding creative ways to wake him up.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Caspar":[{"content":"In recognition of his achievements during the war, Caspar was given the title of Minister of Military Affairs in the new Adrestian Empire. Though he was well-known for his valor in battle, it was his wife, Annette, who reined in his recklessness and who truly kept the army in order. The troops came to see Annette as a motherly figure, and under her guidance, the Imperial army thrived. In their private life as a couple, the roles were totally reversed, as Caspar had to be the one to step in and correct Annette's various calamities around the house.","routes":["Crimson Flower"]},{"content":"Annette returned to her hometown of Fhirdiad, where she took up a teaching position at the school of sorcery and mentored many great sages. Unfortunately, she remained prone to accidents, and one such event nearly took her life. Separated from her students in the mountains, she became totally lost—but just when it seemed she would never be found, she was rescued by none other than Caspar, who happened to be passing through on his travels around the world. After this lucky reunion, he escorted her to Fhirdiad, and during his time there, the two fell in love. The couple's fateful tale inspired a generation of young, starry-eyed students.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Dedue":[{"content":"Some time after the war, Dedue and Annette exchanged wedding vows in a modest ceremony and then settled down to a life in Fhirdiad. For them, life after marriage stayed much the same as before. Dedue continued his duty to King Dimitri, and Annette took up a teaching position at Fhirdiad's school of sorcery. Though each gave the other space for the work that was important to them, they made sure to spend much of their free time together, and to bond over the cooking and housework.","routes":["Azure Moon"]}],"Felix":[{"content":"After the war, Felix intended to abandon his noble title and make a living with his sword. On the day that he was to depart, however, he was waylaid by Annette, who begged him not to leave her behind. Instead, she proposed that they relocate to the Officers Academy when it reopened, and take up positions as teachers. When the school did reopen, it is said that the new sword instructor was notoriously harsh, but that he eventually learned to enjoy his work. He was seen to smile, on occasion, but only in the presence of the friendly professor of sorcery.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"After the war, Felix inherited the title of Duke Fraldarius from his late father, Rodrigue. Some time later, he married Annette, and the pair earned renown together by working hard at restoring their territory to and beyond its former glory. The people adored the pair: Felix for his fierce determination, and Annette for her boundless cheer. Years later, Annette threw herself into songwriting, and with the support and encouragement of her husband, she produced melodies that remained popular for generations. The lyrics became distorted over time, however, and the original meaning of the music was lost.","routes":["Azure Moon"]}],"Ashe":[{"content":"After the war, Ashe was formally knighted and appointed the new head of House Gaspard, which had no successors. He married Annette, and the couple's combined tenacity, intelligence, and courage proved more than a match for the many difficulties they faced in governing. Together they helped Gaspard territory flourish more than it ever had before. From his lowly origins as an orphan, Ashe grew to become a splendid knight, much beloved by his people. After he passed, his story was immortalized in a book that was authored by his beloved wife.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Mercedes":[{"content":"After the war, Annette and Mercedes lived separate lives: the former as a teacher at the school of sorcery in Fhirdiad, the latter as a cleric at Garreg Mach. Though they lived apart, they exchanged letters so frequently and shared their lives with one another in such detail that it was as though they were side by side. After many decades, they resigned their respective positions and reunited at Garreg Mach. In their final years, they relocated to a modest house in the Fortress City. It is said that they were happy together to the very end.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"After the war, Annette and Mercedes lived separate lives: the former as a teacher at the school of sorcery in Fhirdiad, the latter as the proprietor of an orphanage in a village in the Faerghus region. Though they lived apart, they exchanged letters so frequently and shared their lives with one another in such detail that it was as though they were side by side. After many decades, Annette decided to resign from her post and move to the village where Mercedes lived to help run the orphanage. The life they lived there was modest, but it is said that they were happy to the very end.","routes":["Azure Moon"]}]}