{"Ashe":[{"content":"After the war, Ashe was formally knighted and appointed the new head of House Gaspard, which had no successors. His warm, sincere attitude toward his subjects was praised all over Fódlan, and Ashe was finally recognized as the ideal knight he'd always hoped to be. His deeds live on in countless tales.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Mercedes":[{"content":"After the war, Ashe was formally knighted and appointed the new head of House Gaspard, which had no successors. The young and inexperienced lord faced a great deal of difficulty in governing. Though he was famously tenacious and never lost heart, it was perhaps only due to the constant counsel of his wife, Mercedes, that he managed to overcome all obstacles. When not busy governing their territory, the couple lifted one another's spirits by baking delicious sweets for each other. The tradition was so heartwarming that it became popular for husbands and wives in that region to do the same for generations.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Annette":[{"content":"After the war, Ashe was formally knighted and appointed the new head of House Gaspard, which had no successors. He married Annette, and the couple's combined tenacity, intelligence, and courage proved more than a match for the many difficulties they faced in governing. Together they helped Gaspard territory flourish more than it ever had before. From his lowly origins as an orphan, Ashe grew to become a splendid knight, much beloved by his people. After he passed, his story was immortalized in a book that was authored by his beloved wife.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ingrid":[{"content":"When Galatea territory was seized, Ingrid argued strongly for the preservation of its borders. Her request was granted and she was appointed to rule, but because she had previously abandoned her noble house, she was not well accepted by the people at first. It was thanks to the help of Ashe, who arrived to serve House Galatea, that she was able to soften the view the people had toward her by restoring the territory and improving its agriculture. As Galatea's prosperity grew, so too did the love between Ingrid and Ashe. Their wedding ceremony was intended to be a simple one, but lavish blessings from the citizenry made it a lively event.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"When the new king was crowned in Faerghus, both Ashe and Ingrid left their homes to travel to Fhirdiad and pledge themselves to the royal family as knights. They each swore to defend the king, come what may, no matter the cost, and to that end they fought side by side in many battles together. They were both praised for their endless devotion and boundless courage, and their names went down in history as peerless knights. Many tales were told of their valor, and how they became indispensable to each other over the years. A handful of those stories went so far as to suggest that they fell in love and became husband and wife, but this may have been an embellishment.","routes":["Azure Moon"]}],"Marianne":[{"content":"After the war, Ashe was formally knighted, and appointed the new head of House Gaspard, which had no successors. The young and inexperienced lord faced a great deal of difficulty in governing, until his court was blessed with a new adviser in Marianne. Using skills imparted to her by her adoptive father, Marianne helped Ashe to solidify his position. As the prosperity of Gaspard territory grew, so did a love between them, and soon Margrave Edmund saw fit to bless the couple's happy marriage. Years later, Ashe asked Marianne what made her choose to help him in the first place. She simply smiled and said that she decided to make supporting him her dream.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Catherine":[{"content":"When Rhea resigned her position of archbishop and left the Church of Seiros, Catherine followed, and the pair began a life of seclusion in the Red Canyon. Years later, they began to hear rumors of a wise young man who had been knighted and appointed lord of House Gaspard. Soon they were approached by that lord, Ashe, who came to the Red Canyon to kneel before Catherine and ask her to be his wife. With Rhea's encouragement, Catherine was persuaded to accept. She left the Red Canyon with him, and the two began their journey together.","routes":["Azure Moon"]},{"content":"After the war, Ashe was formally knighted and appointed the new head of House Gaspard, which had no successors. He asked Catherine, who had left the Knights of Seiros, to marry him, but she declined, convinced that the people of Gaspard territory would never accept it. Refusing to set his love for Catherine aside, Ashe worked diligently along with the Church of Seiros to expose the full truth of the Western Church's plot. With great persistence, he convinced the people of this truth, and then persuaded Catherine finally to reconsider. The people received her reluctantly at first, but over time, they recognized her virtue and came to accept her.","routes":["Verdant Wind","Silver Snow"]}],"Cyril":[{"content":"After the war, Ashe was formally knighted and appointed the new head of House Gaspard, which had no successors. The young and inexperienced lord faced a great deal of difficulty in governing, until his court was blessed with a new adviser in Cyril. Using skills he learned during his time as a student at the Officers Academy, Cyril offered Ashe the advice he needed to grow into a worthy lord. Over time, Ashe gained the respect of his people, and Gaspard territory prospered. The pair swore always to be there to help one another, and remained best friends for the whole of their lives.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth F":[{"content":"Byleth and Ashe, after seeing the war through to its end, continued the fight against those who slither in the dark. Supporting one another through that long, hard fight grew their love until they became totally inseparable. When the fight was finally done, they departed together on a journey to heal the world, one person at a time. No records exist of their journey, but the legend of this loving and charitable couple lives on in folktales.","routes":["Crimson Flower"]},{"content":"When Byleth became the new archbishop of the Church of Seiros, Ashe served her faithfully—first as a knight and aide, and later as a husband. With help from Faerghus, the archbishop put much toward the rebuilding effort with particular attention paid to relief for orphans in the form of food, beds, and even schooling. It is said that these compassionate deeds were all Ashe's suggestions, but the modest knight always gave the credit to his beloved wife.","routes":["Azure Moon"]},{"content":"When Byleth ascended the throne of the United Kingdom of Fódlan, Ashe served the new leader faithfully—first as a knight and aide, and later as a husband. The queen, with help from the Church of Seiros, put much toward the rebuilding effort with particular attention paid to relief for orphans in the form of food, beds, and even schooling. It is said that these compassionate deeds were all Ashe's suggestions, but the modest knight always gave the credit to his beloved wife.","routes":["Verdant Wind","Silver Snow"]}],"Caspar":[{"content":"After the war, Caspar and Ashe embarked on a carefree journey around the world. They traveled to every corner of Fódlan, and even ventured abroad now and again, with the sole purpose of punishing those who preyed upon the helpless. Though Caspar seemed to get into trouble at every turn, Ashe was always there to get him out of it, and Caspar's bravery and strength returned the favor more than once. Though opposites in many ways, they shared the same view of justice, and their abilities complemented one another nicely. The stories of their adventures lived on as exciting and amusing folktales.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Petra":[{"content":"Petra took Ashe with her to her homeland of Brigid, where she inherited the throne from her grandfather. With Ashe's guidance, she established an order of knights, and used that order to declare independence from Fódlan and renegotiate diplomatic ties on more equal terms. Over years of work reforming diplomatic and military policy together, Petra and Ashe fell in love and eventually were married. The people of Brigid warmly embraced the union. It is said that the name of the knightly order, the Blue Sun, was born of their mutual love of swimming in the sea.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Dedue":[{"content":"Though the innocence of the Duscur people was proven, prejudice against them still lingered in the Kingdom capital. For this reason, Ashe refused a knighthood when it was offered to him, and chose instead to open an inn that specialized in Duscur cuisine. Dedue began to frequent the place on breaks from his duty as the king's vassal, and over time, imparted to Ashe his culinary wisdom. As the inn gained popularity, the people of the Kingdom began finally to see the Duscur people in a positive light. This led to a reconciliation between the two cultures that came rather more quickly than expected.","routes":["Azure Moon"]}]}