{"Bernadetta":[{"ending":"As soon as Bernadetta inherited House Varley from her father, she withdrew from all political discourse and focused solely on the management of her own territory. Because of this and her penchant for spending long periods of time in \"hibernation,\" she became known throughout the house's history as the \"Bear of Varley.\"","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Felix":[{"ending":"After the war, Felix attempted to set out on his own, but was waylaid by Bernadetta, who begged him not to go. Persuaded to stay, Felix ended up marrying into House Varley, the title of which Bernadetta had inherited. The couple got along smoothly, although it was rumored that in the early years of their marriage, she once had to restrain him physically to prevent him taking a trip to the Oghma Mountains to train. As the years wore on, Bernadetta became more reclusive, and Felix took over many of the day-to-day duties of running the house. Documents from their later years were increasingly signed with the name Felix, Count Varley.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"After the war, Felix inherited the title of Duke Fraldarius from his late father, Rodrigue. He married Bernadetta, who abandoned claim to House Varley in order to start a life with him. After they had finished restoring Fraldarius territory, Felix traveled across Fódlan as the king's right hand. While he was away, Bernadetta handled local affairs while holed up in her room in the castle. The frigid air of northern Faerghus caused her to hide away even more than usual, but whenever her beloved husband returned, she would rush out to greet him.","routes":["Azure Moon"]}],"Raphael":[{"ending":"When Bernadetta first inherited control of House Varley, she hid away and would not dare involve herself in political or administrative affairs. During this time it was Raphael who came to her aid, encouraging her to work through her fear of people. The training period was difficult—\"humiliating,\" according to the journals Bernadetta left behind—but in the end, it had its desired effect. The leader of House Varley became an outgoing and authoritative individual, taking part in public policy. She even took on a very muscular husband.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Seteth":[{"ending":"After the war, Seteth remained at the monastery and dedicated himself to the restoration of the church. He was soon joined by Bernadetta, who abandoned her inheritance to House Varley and took up residence at Garreg Mach to commit to a life as a recluse. As the years wore on, Seteth wrote many fables, first in his spare time, and then later as his main preoccupation. His stories became famous among children throughout Fódlan. As he gained renown, many began to inquire about the wonderful illustrations that accompanied the writing. In response to these questions, Seteth was known to shrug and say, \"Ask my wife...if you can find her.\"","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"ending":"Almost as soon as Byleth and Bernadetta were finally wed, the battle against those who slither in the dark began in earnest. Many were concerned that the new leader of House Varley would do little more than hide, but she fell in alongside her husband and followed him everywhere, fighting to bring lasting peace to Fódlan. Forced to throw herself into one terrifying battle after another, Bernadetta developed such a tough character, it is said that absolutely nothing could frighten her.","routes":["Crimson Flower"]},{"ending":"After taking on the role of archbishop of the Church of Seiros, Byleth announced his marriage to Bernadetta. Many were concerned that the new leader of House Varley would do little more than hide, but she in fact followed the archbishop wherever he went and provided him with constant counsel. She never did overcome her shyness, however, and it is said that aspiring advisers who frightened her were quickly turned away. Because the ones she liked performed well in their service to the church, Bernadetta was widely believed to have a discerning eye.","routes":["Azure Moon"]},{"ending":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced his marriage to Bernadetta. Many were concerned that the new leader of House Varley would do little more than hide, but she in fact followed the new king wherever he went and provided him with constant counsel. She never did overcome her shyness, however, and it is said that aspiring advisers who frightened her were quickly turned away. Because the ones she liked performed well in their service to the people, Bernadetta was widely believed to have a discerning eye.","routes":["Verdant Wind","Silver Snow"]}],"Edelgard":[{"ending":"When Bernadetta inherited House Varley from her father, she tried to withdraw from politics and remain within the bounds of her territory, but Edelgard, the new Adrestian emperor, would not allow it. Instead, she demanded that Bernadetta counsel her in governing Fódlan. It is said that the emperor made this choice to keep herself from being too detached, and that Bernadetta was all too happy to provide a more emotional perspective now and again. The people of Enbarr could always tell when the two were meeting by the sound of Bernadetta's panicked voice ringing out from the palace.","routes":["Crimson Flower"]}],"Hubert":[{"ending":"The marriage between Hubert, Minister of the Imperial Household, and Bernadetta, leader of House Varley, was so surprising to the public that it was much talked about even outside of political circles in the capital. Bernadetta took the opportunity to survey the far reaches of the new Adrestian Empire, and in her absence, Hubert took well to the management of Varley territory. They proved to be an astonishingly good match, working together to protect Fódlan from the shadows. It is said that they showed their affection for one another by wearing matching embroidered flowers.","routes":["Crimson Flower"]}],"Ferdinand":[{"ending":"After the war, Bernadetta renounced her claim to House Varley. She married Ferdinand, the new Duke Aegir, and the two contributed to relief efforts by instituting reforms across their Dukedom. Due to the success of those policies, Ferdinand was offered the position of prime minister by the emperor. He accepted, leaving the management of Aegir territory to his wife, while he worked to apply their ideas to the Empire at large. Since Bernadetta did not like to leave home, Ferdinand's life involved a lot of travel to and from the capital, but it is said he always embarked on his return home with a smile on his face.","routes":["Crimson Flower"]},{"ending":"After the war, Bernadetta renounced her claim to House Varley. She married Ferdinand, the new Duke Aegir, and the two contributed to relief efforts by instituting reforms across their Dukedom. Due to the success of those policies, Ferdinand was offered the opportunity to help govern all Fódlan. He accepted, leaving the management of Aegir territory to his wife, while he worked to apply their ideas to the world at large. Since Bernadetta did not like to leave home, Ferdinand's life involved a lot of travel, but it is said he always embarked on his return home with a smile.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Linhardt":[{"ending":"Linhardt and Bernadetta caused quite the stir after the war when they abandoned their inherited titles and eloped to Garreg Mach. Returning to the monastery, where they were always most comfortable, the couple lived peaceful lives away from the hassle of politics. When the Empire's efforts to restore the church were complete, the Officers Academy reopened, and two eccentric individuals took up professorships there. One was perpetually asleep, or absorbed in absentminded study; the other refused to show herself at all unless it was time to give a lecture.","routes":["Crimson Flower"]},{"ending":"Linhardt and Bernadetta caused quite the stir after the war when they abandoned their inherited titles and eloped to Garreg Mach. Returning to the monastery, where they were always most comfortable, the couple lived peaceful lives away from the hassle of politics. When the church was fully restored, the Officers Academy reopened, and two eccentric individuals took up professorships there. One was perpetually asleep, or absorbed in absentminded study; the other refused to show herself at all unless it was time to give a lecture.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Caspar":[{"ending":"After some uncertainty about the details, it was decided that Caspar would marry into Bernadetta's family, seeing as she had claim to House Varley. The two had a chaotic reign, and a marriage to match. Each time Caspar caused some incident, Bernadetta would demand promises as recompense. Over time, these oaths accumulated to such a great number that it became necessary to compile them, and the resulting document came to be known as the \"47 Articles of Bernie.\" Among these Articles was the provision that, when counting their large quantity of children, Caspar was not to accidentally count his wife among them.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}