{"Edelgard":[{"ending":"Byleth fought alongside Edelgard to bring an end to the tyranny of a godlike being. Though she was wounded in the battle and lost the power of the progenitor god, she remained determined to walk her destined path. With her legendary blade in hand, she will never stop standing against those who slither in the dark until Fódlan at last knows everlasting peace.,Byleth and Edelgard ended the tyranny of a godlike being. Byleth was wounded and lost the power of the progenitor god, but it mattered not, as she and Edelgard had each other. To ensure lasting peace, the two fought against those who slither in the dark, and to ensure a society where people can rise and fall by their own merits, they spent their lives reforming the antiquated class system. They achieved much in their time together, and it is said that they were sometimes spotted leaving the palace to privately enjoy the world they had created. How they spent those precious moments, none but the two of them will ever know.","routes":["Crimson Flower"]}],"Rhea":[{"ending":"Byleth defeated those who slither in the dark and put down the crazed Immaculate One. In the aftermath of the loss of Fódlan's great leading figures, she ascended the throne as the first leader of the United Kingdom of Fódlan. In her heart lived the indelible hope that their efforts would one day yield an era in which the people knew true peace and the horrors of war were a hazy memory of the past.,After finally saving both Fódlan and Rhea from crisis, Byleth ascended the throne as the first leader of the United Kingdom of Fódlan. From her temporary residence at Garreg Mach Monastery, she endeavored to restore and develop Fódlan. Having narrowly escaped death, Rhea took time to recover her strength before returning to her role as archbishop. Upon her return, she applied herself to rehabilitating the church and helping those who had suffered because of the war. Thereafter, the two worked closely to forge new policies and achieve progress for Fódlan. The pair's collective work came to be thought of as nothing short of miraculous.","routes":["Silver Snow"]}],"Dimitri":[{"ending":"Byleth helped Dimitri to finally crush the ambitions of the Empire. After the war, Rhea stepped down from her role as archbishop, and Byleth swore to lead the Church of Seiros in her stead. She helped to guide the Holy Kingdom of Faerghus as it brought leadership to the newly unified Fódlan and worked tirelessly to create a peaceful world free from the shackles of oppression.,Paired with the end of the war, the joyous marriage of Byleth, the newly-appointed archbishop, and Dimitri, the newly-crowned king of Faerghus, gave the people of Fódlan much to celebrate. The two were devoted to improving life for the people and to seeking greater wisdom in order to reform the government and the church from the inside out. As leaders of church and state respectively, at times they engaged in heated debate. Even still, when enjoying a long horse ride or a quiet evening, they were not as the world saw them, but rather two adoring spouses, desperately in love. They remained as such for the rest of their days.","routes":["Azure Moon"]}],"Claude":[{"ending":"Together, Byleth and Claude sent the Fell King Nemesis, a foe from a bygone age, back to the flames of eternity from whence he came. Afterward, Claude left Fódlan, leaving Byleth to ascend the throne as the first leader of the United Kingdom of Fódlan. As he took his schemes and dreams and efforts to a far-off land, he hoped dearly that their joint efforts would one day allow for a world where all of humanity can coexist in peace and harmony, regardless of borders or bloodlines.,After ascending the throne as the first leader of the United Kingdom of Fódlan, Byleth sought to rebuild the war-torn towns and villages and to help guide the reformation of the Church of Seiros. After a few months of peace, remnants of the Imperial army joined with those who slither in the dark and marched upon the capital city of Derdriu. The new kingdom lacked the power to repel the invaders, but when defeat seemed imminent, a battle cry rang out from the east. Claude, the newly-crowned King of Almyra, led a mighty army that broke through the rebel forces with ease. This show of solidarity forever altered the course of history, heralding a new age of unity.","routes":["Verdant Wind"]}],"Hubert":[{"ending":"After a fierce battle, Byleth and Edelgard finally brought the tyranny of a godlike being to an end. Though wounded in the conflict and stripped of divine power, Byleth continued to fight alongside the emperor to bring true peace. Hubert joined them in this fight, fulfilling his promise to confront those who slither in the dark head-on. In that darkness, Byleth and Hubert formed an unbreakable bond. It is said that, as a married couple, they were totally inseparable.","routes":["Crimson Flower"]}],"Ferdinand":[{"ending":"Byleth and Ferdinand celebrated their marriage with a lavish wedding, but almost immediately afterward, the battle with those who slither in the dark began in earnest. After being named Duke Aegir, Ferdinand overcame a slew of obstacles to help House Hrym and his family's territory recover. At the same time, he fought alongside his spouse for a true, lasting peace in Fódlan. History books extol Ferdinand's success as a lord of his territories, but they do not make mention of the hard-fought battles he endured alongside his wife. Thus, half of his life's work is lost to time.","routes":["Crimson Flower"]},{"ending":"After taking her place as the new archbishop of the Church of Seiros, Byleth announced her marriage to Ferdinand, who had assumed his place as Duke Aegir. The archbishop's husband overcame a slew of obstacles to reform his family's territory and Hrym but took no official position with the church, providing only guidance and support in his capacity as a loving spouse. History books extol Ferdinand's success as a lord of his territories, but they make no mention of his marriage to the archbishop. Thus, half of his life's work is lost to time.","routes":["Azure Moon"]},{"ending":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced her marriage to Ferdinand, who had assumed his inherited position as Duke Aegir. Ferdinand overcame a slew of obstacles to reform his territory and that of House Hrym. He chose not to accept an official position in service to Byleth, instead advising her only informally as a spouse. History books extol Ferdinand's success as a lord of his territories, but make no mention of his marriage. Thus, half of his life's work is lost to time.","routes":["Verdant Wind","Silver Snow"]}],"Linhardt":[{"ending":"Though grateful for the end of the war, Byleth and Linhardt were disappointed to see that there was no time to relax. The fight against those who slither in the dark began immediately, and Linhardt abandoned his territory to help fight for a world of peace and quiet. Though the struggle was bitter, he took heart in the knowledge that once it was over, he and Byleth could spend the rest of their days in leisure, chasing idle pursuits far away from the stage of battle.","routes":["Crimson Flower"]},{"ending":"After taking on the role of archbishop of the Church of Seiros, Byleth announced her marriage to Linhardt. The people placed high expectations on him, but to their consternation, Linhardt spent most of his time fishing, relaxing, and researching Crests. Fortunes turned when Byleth discovered a document containing a ground-breaking discovery hidden away on Linhardt's desk. Cast unwittingly into prominence, Linhardt was put to work in earnest. In return for his service to the church, he demanded longer naps with the archbishop.","routes":["Azure Moon"]},{"ending":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced her marriage to Linhardt. The people of Fódlan placed high expectations on their leader's spouse, but to their consternation, Linhardt spent most of his time fishing, relaxing, and researching Crests. Fortunes turned when Byleth discovered a document, hidden away on Linhardt's desk, which provided a ground-breaking discovery. Cast unwittingly into prominence, Linhardt was put to work in earnest. In return for his service, he demanded longer naps in the company of his spouse.","routes":["Verdant Wind","Silver Snow"]}],"Caspar":[{"ending":"Almost immediately after Byleth and Caspar had celebrated their marriage in style, the battle against those who slither in the dark began in earnest. As the new Minister of Military Affairs, Caspar worked with Byleth to command the Imperial army and bring peace to Fódlan. His impulsive bravery, tempered by his spouse's more level head, proved instrumental to victory in a great many battles. Their troops became known most of all for their ability to laugh in the face of danger.","routes":["Crimson Flower"]},{"ending":"After taking on the role of archbishop of the Church of Seiros, Byleth announced her marriage to Caspar. But Caspar, never one to sit still for long, set out on a journey of self-discovery. He traveled to every corner of Fódlan and occasionally even took the archbishop along. It is said that he got into mischief at every turn, and that the archbishop sometimes had to invoke her authority to calm things down, but that the victims of his antics always came away more amused than harmed or offended in the end. The stories of their travels were remembered fondly for generations.","routes":["Azure Moon"]},{"ending":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced her marriage to Caspar. But Caspar, never one to sit still for long, set out on a journey of self-discovery. He traveled to every corner of Fódlan and even took Byleth along on occasion. It is said that he got into mischief at every turn, and that his wife sometimes had to invoke her authority to defuse the situation, but that the victims of his antics always came away more amused than harmed or offended in the end. The stories of their travels were remembered fondly for generations.","routes":["Verdant Wind","Silver Snow"]}],"Dorothea":[{"ending":"Almost immediately after the modest wedding ceremony between Byleth and Dorothea was over, the battle against those who slither in the dark began in earnest. Dorothea chose not to take the field of battle with a weapon but rather to tend the household in her spouse's absence and provide emotional support to her effort to bring lasting peace to Fódlan. Many years after the war had ended, Dorothea's diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Crimson Flower"]},{"ending":"After taking on the role of archbishop of the Church of Seiros, Byleth announced her marriage to Dorothea. The former songstress resolved to stay out of the public eye, keeping to herself and her family, but as the archbishop worked tirelessly to restore Fódlan and the church, she did privately offer advice from time to time. It is said that her experience growing up as a commoner provided a useful perspective. Many years later, her diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Azure Moon"]},{"ending":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced her marriage to Dorothea. The former songstress resolved to stay out of the public eye, keeping to herself and her family, but as Byleth worked tirelessly to restore Fódlan, she did offer advice from time to time. It is said that her experience growing up as a commoner provided a useful perspective. Many years later, her diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Verdant Wind","Silver Snow"]}],"Dedue":[{"ending":"A year after Byleth was appointed to succeed Rhea as the new archbishop, she announced her marriage to Dedue, who had resigned his position as the king's vassal. Their wedding ceremony, brightly colored with all of the most beautiful flowers from Duscur, set the tone for their happy life together. Dedue served as an intermediary between Faerghus and the church and—alongside the archbishop—committed to improve relations with foreign nations as part of the rebuilding effort. In their later years, they retired to the Duscur Peninsula where they spent the remainder of their lives gardening in peace and quiet.","routes":["Azure Moon"]}],"Felix":[{"ending":"Byleth and Felix were engaged to be married soon after the Battle of Fhirdiad. The war against those who slither in the dark was long and arduous, but they found solace always in one another. When the fighting was finally done, they held a modest wedding ceremony and entered a new life together as husband and wife. Where they went afterward is not known, but it is widely believed that they traveled the world as mercenaries, side by side, blades in hand.","routes":["Crimson Flower"]},{"ending":"Byleth married Felix, who had become Duke Fraldarius, shortly after she was named to succeed Rhea as archbishop. Felix focused his efforts on restoring his territory and the Kingdom and became the archbishop's closest confidant, both privately and officially. They often spent a lot of time apart, but whenever they reunited, they had a tradition of crossing blades before crossing words. Attendants remarked that the smiles they wore on their faces during these bouts were never seen elsewhere.","routes":["Azure Moon"]},{"ending":"Byleth married Felix almost immediately after ascending the throne of the United Kingdom of Fódlan. When it came to matters of governance, Felix often took on duties that would have required his wife to dirty her hands and thus came to be called The Royal Sword. After they accomplished all they had set out to do, the couple left the rule of Fódlan to the next generation, disappearing into obscurity with blades in hand. Thereafter, history only provides unconfirmed reports of a pair of traveling mercenaries who possessed unmatched strength and skill.","routes":["Verdant Wind","Silver Snow"]}],"Ashe":[{"ending":"Byleth and Ashe, after seeing the war through to its end, continued the fight against those who slither in the dark. Supporting one another through that long, hard fight grew their love until they became totally inseparable. When the fight was finally done, they departed together on a journey to heal the world, one person at a time. No records exist of their journey, but the legend of this loving and charitable couple lives on in folktales.","routes":["Crimson Flower"]},{"ending":"When Byleth became the new archbishop of the Church of Seiros, Ashe served her faithfully—first as a knight and aide, and later as a husband. With help from Faerghus, the archbishop put much toward the rebuilding effort with particular attention paid to relief for orphans in the form of food, beds, and even schooling. It is said that these compassionate deeds were all Ashe's suggestions, but the modest knight always gave the credit to his beloved wife.","routes":["Azure Moon"]},{"ending":"When Byleth ascended the throne of the United Kingdom of Fódlan, Ashe served the new leader faithfully—first as a knight and aide, and later as a husband. The queen, with help from the Church of Seiros, put much toward the rebuilding effort with particular attention paid to relief for orphans in the form of food, beds, and even schooling. It is said that these compassionate deeds were all Ashe's suggestions, but the modest knight always gave the credit to his beloved wife.","routes":["Verdant Wind","Silver Snow"]}],"Sylvain":[{"ending":"When the fighting was over, Byleth and Sylvain were married. As the new leaders of House Gautier, they focused their efforts on the restoration of northern Fódlan, which had been deeply scarred by the ravages of war. Once this task was complete, they set their sights on improving relations with the Sreng people in an effort to remove the perceived need for the power of Crests. This accomplishment took a great deal of hard work, but the two refused to give up on their ideals. In time, the two had a large and loving family. They lived happily and loved their children equally, regardless of whether or not they bore a Crest.","routes":["Crimson Flower"]},{"ending":"After becoming the new archbishop of the Church of Seiros, Byleth announced her marriage to Sylvain, heir to House Gautier. Sylvain was a valued ally who assisted his wife in her new role, both publicly and privately. He achieved a great deal, including fostering relations with Faerghus and helping to institute sweeping organizational changes within the church. Though known as a philanderer in youth, Sylvain happily settled down after marriage. By the time he inherited the title of Margrave Gautier, he was a gentle and devoted husband. It is said that those who knew him in his youth wondered what sort of spell the archbishop had cast on him.","routes":["Azure Moon"]},{"ending":"After ascending the throne as the first leader of the United Kingdom of Fódlan, Byleth announced her marriage to Sylvain, who had become the new Margrave Gautier. Sylvain was a valued ally who assisted his wife in her new role, both publicly and privately. Most of all, it is said that his cunning manner of speech was a great asset for fostering relations between the Church of Seiros, Fódlan, and surrounding regions. Though known as a philanderer in youth, Sylvain happily settled down after marriage and became a gentle and devoted husband and father. The two had many children whom they doted on equally, regardless of whether or not they bore a Crest.","routes":["Verdant Wind","Silver Snow"]}],"Mercedes":[{"ending":"Byleth and Mercedes wed in haste, that they might better focus on their battle against those who slither in the dark. The struggle was long and arduous, but their passionate love supported them through it. When at last the fight was done, they moved to a small village in the Faerghus region and started an orphanage. There they took in and raised children who had lost their families in the war, regardless of their blood or circumstances of birth. It is said that Mercedes was never happier than when she was surrounded by smiling children, free of all worry.","routes":["Crimson Flower"]},{"ending":"Byleth announced her marriage to Mercedes shortly after being named archbishop of the Church of Seiros. Mercedes took on duties as a cleric and through that work ensured that the church offered special support to children who had lost their families due to the war. The couple was said to mingle frequently among the people, working up a sweat right alongside them. They happily spent their lives ushering in a new era.","routes":["Azure Moon"]},{"ending":"Byleth announced her marriage to Mercedes shortly after becoming leader of the United Kingdom of Fódlan. Mercedes ensured that Fódlan paid special attention, in its rebuilding effort, to folks who had lost jobs and to children who had lost their families due to the war. The couple was said to mingle frequently among the people, working up a sweat right alongside them. They happily spent their lives ushering in a new era.","routes":["Verdant Wind","Silver Snow"]}],"Lorenz":[{"ending":"Soon after Byleth and Lorenz had celebrated their marriage in style, the battle against those who slither in the dark began in earnest. After fighting hard to bring true peace to Fódlan, Lorenz took over as head of House Gloucester, and he and his wife focused their efforts on restoring the territory. They had an active political and military life over the years, working together to overcome many hardships. After decades of dedicated service to the people, Lorenz grew weak and retired. Byleth followed suit, and they entrusted House Gloucester to their son. It is said that he was the spitting image of his father, right down to his signature red rose.","routes":["Crimson Flower"]},{"ending":"Byleth announced her marriage to Lorenz shortly after being named archbishop of the Church of Seiros. Lorenz took equally well to his dual roles as the archbishop's husband and the leader of House Gloucester, working simultaneously to restore his own territory and to support the church's efforts to restore Fódlan at large. Because his policies were of particular benefit to the commonfolk, he was well loved, and the church's authority was restored as a result. After many years of peace, Lorenz and the archbishop resigned their positions, entrusting rule of House Gloucester to their son. It is said that he was the spitting image of his father.","routes":["Azure Moon"]},{"ending":"Byleth announced her marriage to Lorenz shortly after becoming leader of the United Kingdom of Fódlan. Lorenz took equally well to his dual roles as the queen's husband and the leader of House Gloucester, working simultaneously to restore his own territory and to advance the development of Fódlan at large. Because his policies were of particular benefit to the commonfolk, he was well loved, and came to be called the Lord of Roses. After many years of peace, Lorenz grew ill and withdrew from the public eye. The queen followed, entrusting the throne to the prince. It is said that he was the spitting image of his father.","routes":["Verdant Wind","Silver Snow"]}],"Raphael":[{"ending":"Byleth and Raphael celebrated their marriage with a small but lively wedding. Almost immediately afterward, the battle with those who slither in the dark began in earnest, and Raphael devoted himself wholly to his wife's protection until the chaos of war was finally quelled. It is said that the great affection between the two was viewed by many as a symbol of the new era of peace that followed. They were long remembered, even after they stepped back from the public eye, thanks to portraits painted by a renowned artist: Raphael's sister, Maya.","routes":["Crimson Flower"]},{"ending":"Byleth announced her marriage to Raphael shortly after being named archbishop of the Church of Seiros. As the archbishop's spouse and a member of the reformed Knights of Seiros, Raphael helped to ease the suffering and damage caused by the war. It is said that the great affection between the archbishop and her husband never failed to put the minds of the people at ease. The couple was long remembered, even after they stepped back from the public eye, thanks to portraits painted by a renowned artist: Raphael's sister, Maya.","routes":["Azure Moon"]},{"ending":"Byleth announced her marriage to Raphael shortly after becoming leader of the United Kingdom of Fódlan. As a knight in the new order of royal guards, Raphael helped to restore order and stability to the nation during its fragile rebuilding period. It is said that the kindness and undying support of the queen and her husband helped to put the minds of the people at ease. The couple was long remembered, even after they stepped back from the public eye, thanks to portraits painted by the court's renowned artist: Raphael's sister, Maya.","routes":["Verdant Wind","Silver Snow"]}],"Ignatz":[{"ending":"Byleth and Ignatz celebrated their marriage with a small but lively wedding. Almost immediately afterward, the battle with those who slither in the dark began in earnest. Ignatz supported his wife not only as a general, but also as an artist, wielding his brush to capture the image of her fighting alongside the emperor. His most famous series of paintings, called Chronicles of a Hero, influenced future artists for generations to come—but it is said that his most precious work was one from his early days, entitled Descent of the Goddess. It is believed that he used his beloved wife as a reference for the beautiful visage depicted in that scene.","routes":["Crimson Flower"]},{"ending":"Byleth announced her marriage to Ignatz shortly after being named archbishop of the Church of Seiros. Ignatz supported the restoration of Fódlan as the archbishop's spouse, but became better known for his skill with a paintbrush. He donated beautiful portraits and landscapes to churches all over the Kingdom, and it is said that his works provided great comfort to those touched by the war. His most famous piece, entitled Descent of the Goddess, depicted the eponymous deity descending from the heavens to lead the people. Those who knew the archbishop often remarked that her face must have been used as a reference.","routes":["Azure Moon"]},{"ending":"Byleth announced her marriage to Ignatz shortly after becoming leader of the United Kingdom of Fódlan. Ignatz supported the restoration of Fódlan as the queen's spouse, but became better known for his skill with a paintbrush. He donated beautiful portraits and landscapes to churches all over the kingdom, and it is said that his works provided great comfort to those touched by the war. His most famous piece, entitled Descent of the Goddess, depicted the eponymous deity descending from the heavens to lead the people. Those who knew the queen often remarked that her face must have been used as a reference.","routes":["Verdant Wind","Silver Snow"]}],"Seteth":[{"ending":"Byleth took on the role of archbishop of the Church of Seiros, and Seteth continued in his position of adviser. As they set about the grand task of restoring Fódlan and the church, Seteth's strictness combined with the archbishop's magnanimity won the faithful over easily. Their personalities complemented one another perfectly in keeping church operations smooth. When Fódlan returned to stability, they finally announced their marriage, to the shock and delight of the people. The faithful considered themselves truly blessed to be guided by such a pair.","routes":["Azure Moon"]},{"ending":"After ascending the throne as the first queen of the United Kingdom of Fódlan, Byleth appointed Seteth as her prime minister. As they set about the grand task of restoring Fódlan, the prime minister's strictness combined with the queen's magnanimity won the people over easily. Their personalities complemented one another perfectly in dealings with obstinate lords. When their long work was done, they finally announced their marriage, to the shock and delight of their subjects. The people considered themselves truly blessed to be governed by such a union.","routes":["Verdant Wind","Silver Snow"]}],"Hanneman":[{"ending":"Very soon after Byleth and Hanneman had finished their quiet wedding ceremony, the struggle against those who slither in the dark began in earnest. The pair fought in many battles, eventually bringing true peace to Fódlan. Afterwards, they worked together to pursue Hanneman's goal to determine the workings of the Crests and to do away with the inequality caused by them. Their research resulted in magical tools which could be used even without the aid of Crests. The Father of Crestology and his spouse earned worldwide renown for devising tools that became a cornerstone of progress.","routes":["Crimson Flower"]},{"ending":"Byleth announced her marriage to Hanneman shortly after being named archbishop of the Church of Seiros. Hanneman provided counsel to the archbishop as she worked to restore the church, but his goal remained to determine the workings of the Crests, and to do away with the inequality caused by them. To that end, his research resulted in magical tools which could be used even without the aid of Crests. The archbishop made good use of these tools, and they soon became a cornerstone for continued progress.","routes":["Azure Moon"]},{"ending":"Byleth announced her marriage to Hanneman shortly after becoming leader of the United Kingdom of Fódlan. Hanneman provided counsel to the queen as she worked to restore Fódlan, but his goal remained to determine the workings of the Crests and to do away with the inequality caused by them. To that end, his research resulted in magical tools which could be used even without the aid of Crests. The queen made good use of these tools, and they soon became a cornerstone for continued progress.","routes":["Verdant Wind","Silver Snow"]}],"Gilbert":[{"ending":"When Byleth took on the role of archbishop in Rhea's place, she devoted herself to official business as the new leader of the Church of Seiros. Reaching an agreement with the Kingdom, she worked tirelessly on the restoration and development of all of Fódlan. Behind her achievements was the knight Gustave, formerly known as Gilbert of the Knights of Seiros, who remained always by the archbishop's side. Byleth came to rely on Gustave for nearly everything. It is said that she continued to call upon Gustave for instruction and advice well into his retirement.","routes":["Azure Moon"]}],"Alois":[{"ending":"When all of the fighting was over, Byleth embarked on another wandering journey as a mercenary. She traveled all over Fódlan, following her father's steps. When she at last drifted into Remire Village, she was reunited with Alois, who had moved there with his family and was now living on a farm. On Alois's advice, she decided to stay a while, and before she knew it, five years had passed. She fell in love with a kind man in the village, and they had a modest wedding. It is said that Alois was so overcome with emotion on that day that his weeping could be heard from anywhere in the village.","routes":["Crimson Flower"]},{"ending":"When Byleth took on the role of archbishop in Rhea's place, she reformed the order of the church little by little. Eventually this included the Knights of Seiros, and Alois was named captain and the archbishop's right hand. The captain's duties kept him busily engaged all over Fódlan. His cheerful character inspired those under his command, unifying the Knights of Seiros in a way they had never been before. The archbishop relied on Alois as if he were her father, and Alois in turn treated her like his child. It is said that Alois was so overcome with emotion on the archbishop's wedding day that his weeping could be heard through the applause.","routes":["Azure Moon"]},{"ending":"After the war, Byleth ascended the throne of the United Kingdom of Fódlan, and Alois retired from the Knights of Seiros to serve the former professor. Alois became the new leader's right hand, and his duties in that respect kept him busily engaged all over Fódlan, giving all he had to support her reign. Alois's cheerful character was beloved by his subordinates, who rallied behind him to create the most numerous order of knights in all Fódlan. It is said that Byleth relied on Alois as though he were her own father.","routes":["Verdant Wind","Silver Snow"]}],"Cyril":[{"ending":"Byleth took on the role of archbishop of the Church of Seiros, and Cyril served her in all things, just as he had served Rhea. As Fódlan stabilized, and the rebuilding effort came to an end, the Officers Academy finally reopened, and the archbishop directed Cyril to enroll there as a student. A year later, after consistently demonstrating great wisdom and maturity, he won the archbishop's heart, and they announced their abrupt marriage. The move surprised many, but no one was as shocked as Cyril himself was pleased.","routes":["Azure Moon"]},{"ending":"Byleth declared the founding of the United Kingdom of Fódlan at Garreg Mach and ascended the throne as its first leader. Cyril served as a chamberlain, supervising all general affairs. With the expansion of the kingdom, it was eventually decided that the queen would move to a new royal capital. Cyril wished to accompany her, but was ordered to enroll in the newly reopened Officers Academy. Though reluctant, he complied. A year later, after consistently demonstrating great wisdom and maturity, he won the queen's heart, and they announced their abrupt marriage. The move surprised many, but no one was as shocked as Cyril himself was pleased.","routes":["Verdant Wind","Silver Snow"]}]}