{"Edelgard":[{"content":"Byleth fought alongside Edelgard to bring an end to the tyranny of a godlike being. Though he was wounded in the battle and lost the power of the progenitor god, he remained determined to walk his destined path. With his legendary blade in hand, he will never stop standing against those who slither in the dark until Fódlan at last knows everlasting peace.\nByleth and Edelgard ended the tyranny of a godlike being. Byleth was wounded and lost the power of the progenitor god, but it mattered not, as he and Edelgard had each other. To ensure lasting peace, the two fought against those who slither in the dark, and to ensure a society where people can rise and fall by their own merits, they spent their lives reforming the antiquated class system. They achieved much in their time together, and it is said that they were sometimes spotted leaving the palace to privately enjoy the world they had created. How they spent those precious moments, none but the two of them will ever know.","routes":["Crimson Flower"]}],"Rhea":[{"content":"Byleth defeated those who slither in the dark and put down the crazed Immaculate One. In the aftermath of the loss of Fódlan's great leading figures, he ascended the throne as the first leader of the United Kingdom of Fódlan. In his heart lived the indelible hope that their efforts would one day yield an era in which the people knew true peace and the horrors of war were a hazy memory of the past.\nAfter finally saving both Fódlan and Rhea from crisis, Byleth ascended the throne as the first leader of the United Kingdom of Fódlan. From his temporary residence at Garreg Mach Monastery, he endeavored to restore and develop Fódlan. Having narrowly escaped death, Rhea took time to recover her strength before returning to her role as archbishop. Upon her return, she applied herself to rehabilitating the church and helping those who had suffered because of the war. Thereafter, the two worked closely to forge new policies and achieve progress for Fódlan. The pair's collective work came to be thought of as nothing short of miraculous.","routes":["Silver Snow"]}],"Dimitri":[{"content":"Byleth helped Dimitri to finally crush the ambitions of the Empire. After the war, Rhea stepped down from her role as archbishop, and Byleth swore to lead the Church of Seiros in her stead. He helped to guide the Holy Kingdom of Faerghus as it brought leadership to the newly unified Fódlan and worked tirelessly to create a peaceful world free from the shackles of oppression.","routes":["Azure Moon"]}],"Claude":[{"content":"Together, Byleth and Claude sent the Fell King Nemesis, a foe from a bygone age, back to the flames of eternity from whence he came. Afterward, Claude left Fódlan, leaving Byleth to ascend the throne as the first leader of the United Kingdom of Fódlan. As he took his schemes and dreams and efforts to a far-off land, he hoped dearly that their joint efforts would one day allow for a world where all of humanity can coexist in peace and harmony, regardless of borders or bloodlines.","routes":["Verdant Wind"]}],"Linhardt":[{"content":"Though grateful for the end of the war, Byleth and Linhardt were disappointed to see that there was no time to relax. The fight against those who slither in the dark began immediately, and Linhardt abandoned his territory to help fight for a world of peace and quiet. Though the struggle was bitter, he took heart in the knowledge that once it was over, he and Byleth could spend the rest of their days in leisure, chasing idle pursuits far away from the stage of battle.","routes":["Crimson Flower"]},{"content":"After taking on the role of archbishop of the Church of Seiros, Byleth announced his marriage to Linhardt. The people placed high expectations on him, but to their consternation, Linhardt spent most of his time fishing, relaxing, and researching Crests. Fortunes turned when Byleth discovered a document containing a ground-breaking discovery hidden away on Linhardt's desk. Cast unwittingly into prominence, Linhardt was put to work in earnest. In return for his service to the church, he demanded longer naps with the archbishop.","routes":["Azure Moon"]},{"content":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced his marriage to Linhardt. The people of Fódlan placed high expectations on their leader's spouse, but to their consternation, Linhardt spent most of his time fishing, relaxing, and researching Crests. Fortunes turned when Byleth discovered a document, hidden away on Linhardt's desk, which provided a ground-breaking discovery. Cast unwittingly into prominence, Linhardt was put to work in earnest. In return for his service, he demanded longer naps in the company of his spouse.","routes":["Verdant Wind","Silver Snow"]}],"Bernadetta":[{"content":"Almost as soon as Byleth and Bernadetta were finally wed, the battle against those who slither in the dark began in earnest. Many were concerned that the new leader of House Varley would do little more than hide, but she fell in alongside her husband and followed him everywhere, fighting to bring lasting peace to Fódlan. Forced to throw herself into one terrifying battle after another, Bernadetta developed such a tough character, it is said that absolutely nothing could frighten her.","routes":["Crimson Flower"]},{"content":"After taking on the role of archbishop of the Church of Seiros, Byleth announced his marriage to Bernadetta. Many were concerned that the new leader of House Varley would do little more than hide, but she in fact followed the archbishop wherever he went and provided him with constant counsel. She never did overcome her shyness, however, and it is said that aspiring advisers who frightened her were quickly turned away. Because the ones she liked performed well in their service to the church, Bernadetta was widely believed to have a discerning eye.","routes":["Azure Moon"]},{"content":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced his marriage to Bernadetta. Many were concerned that the new leader of House Varley would do little more than hide, but she in fact followed the new king wherever he went and provided him with constant counsel. She never did overcome her shyness, however, and it is said that aspiring advisers who frightened her were quickly turned away. Because the ones she liked performed well in their service to the people, Bernadetta was widely believed to have a discerning eye.","routes":["Verdant Wind","Silver Snow"]}],"Dorothea":[{"content":"Almost immediately after the modest wedding ceremony between Byleth and Dorothea was over, the battle against those who slither in the dark began in earnest. Dorothea chose not to take the field of battle with a weapon but rather to tend the household in her spouse's absence and provide emotional support to his effort to bring lasting peace to Fódlan. Many years after the war had ended, Dorothea's diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Crimson Flower"]},{"content":"After taking on the role of archbishop of the Church of Seiros, Byleth announced his marriage to Dorothea. The former songstress resolved to stay out of the public eye, keeping to herself and her family, but as the archbishop worked tirelessly to restore Fódlan and the church, she did privately offer advice from time to time. It is said that her experience growing up as a commoner provided a useful perspective. Many years later, her diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Azure Moon"]},{"content":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced his marriage to Dorothea. The former songstress resolved to stay out of the public eye, keeping to herself and her family, but as Byleth worked tirelessly to restore Fódlan, she did offer advice from time to time. It is said that her experience growing up as a commoner provided a useful perspective. Many years later, her diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Verdant Wind","Silver Snow"]}],"Petra":[{"content":"As Byleth set out to fight those who slither in the dark, Petra left the throne of Brigid to her family to follow him. The pair fought many hard battles together against this terrifying enemy before finally emerging victorious after the long war. Finally able to breathe easy, they took up residence in the city of Nuvelle, which lies on the western fringe of Fódlan, where they enjoyed the same waters that touch her homeland of Brigid. As their love grew, so did their mastery of each other's native language.","routes":["Crimson Flower"]},{"content":"After becoming the new archbishop of the Church of Seiros, Byleth announced his marriage to Petra. In light of her love for her spouse and her unique position to act as a bridge between the two regions, Petra entrusted her homeland's throne to her family and remained in Fódlan. Together, the two worked hard to restore Fódlan and improve relations with Brigid. The foreign royal was initially met with skepticism, but in time, the people of Fódlan accepted and adored Petra. Thanks to their efforts, in the distant future, the two lands were eventually as one.","routes":["Azure Moon"]},{"content":"After ascending the throne as the first leader of the United Kingdom of Fódlan, Byleth announced his marriage to Petra. In light of her love for her spouse and her unique position to act as a bridge between the two regions, Petra entrusted her homeland's throne to her family and remained in Fódlan. Together, the two worked hard to restore Fódlan and improve relations with Brigid. The foreign royal was initially met with skepticism, but in time, the people of Fódlan accepted and adored Petra. Thanks to their efforts, in the distant future, the two lands were eventually as one.","routes":["Verdant Wind","Silver Snow"]}],"Mercedes":[{"content":"Byleth and Mercedes wed in haste, that they might better focus on their battle against those who slither in the dark. The struggle was long and arduous, but their passionate love supported them through it. When at last the fight was done, they moved to a small village in the Faerghus region and started an orphanage. There they took in and raised children who had lost their families in the war, regardless of their blood or circumstances of birth. It is said that Mercedes was never happier than when she was surrounded by smiling children, free of all worry.","routes":["Crimson Flower"]},{"content":"Byleth announced his marriage to Mercedes shortly after being named archbishop of the Church of Seiros. Mercedes took on duties as a cleric and through that work ensured that the church offered special support to children who had lost their families due to the war. The couple was said to mingle frequently among the people, working up a sweat right alongside them. They happily spent their lives ushering in a new era.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Mercedes shortly after becoming leader of the United Kingdom of Fódlan. Mercedes ensured that Fódlan paid special attention, in its rebuilding effort, to folks who had lost jobs and to children who had lost their families due to the war. The couple was said to mingle frequently among the people, working up a sweat right alongside them. They happily spent their lives ushering in a new era.","routes":["Verdant Wind","Silver Snow"]}],"Annette":[{"content":"When the fighting was over and the Officers Academy was reopened, Byleth was reinstated as a professor. His wife, Annette, took on a position alongside him teaching sorcery, and the couple spent many years educating and guiding generations of students. In their later years, they attempted to retire to a quiet life in a village near Annette's hometown. That quickly proved to be too quiet of a life for them, and so they opened up a local school and resumed teaching. They continued on as educators until the end of their long and happy lives.","routes":["Crimson Flower"]},{"content":"After becoming the new archbishop of the Church of Seiros, Byleth announced his marriage to Annette. His wife actively contributed to his endeavors, and it is said that her wisdom was heavily relied upon during Fódlan's restoration and development. Despite her lofty position, she was known to occasionally step in as a guest speaker at the Royal School of Sorcery, where she educated many renowned sages. Though her talents were widely respected, it is said she was a bit accident-prone. Charming tales endure of her husband saving her from countless kitchen explosions, but it is unknown whether these are fact or purely fiction.","routes":["Azure Moon"]},{"content":"After ascending the throne as the first leader of the United Kingdom of Fódlan, Byleth announced his marriage to Annette. His wife actively contributed to his endeavors, and it is said that her wisdom was heavily relied upon during Fódlan's restoration and development. Despite her lofty position, she was known to occasionally step in as a guest speaker at the Royal School of Sorcery, where she educated many renowned sages. Though her talents were widely respected, it is said she was always a bit accident-prone. Charming tales endure of her husband saving her from countless kitchen explosions, but it is unknown whether these are fact or purely fiction.","routes":["Verdant Wind","Silver Snow"]}],"Ingrid":[{"content":"When the war at last came to an end, Byleth and his wife, Ingrid, relocated to her hometown. Galatea territory had been seized by the Empire, but the emperor granted Ingrid's request to retain governance of it. She and her husband were initially received with skepticism, but together they worked hard to reform the territory and address its food shortages. Through hard work, pure grit, and a truly knightly dedication to the people, they were able to transform the barren landscape into what would, decades later, become known as the most fertile grounds in all of Fódlan.","routes":["Crimson Flower"]},{"content":"Byleth announced his marriage to Ingrid shortly after succeeding Rhea as the new archbishop. Together they made great strides in helping to restore the Kingdom of Fódlan to its former glory and beyond. Though Ingrid provided counsel to the archbishop as his wife, she also earned renown as a Holy Knight of Seiros. Most famously, she parried an insurgent's blade with her own weapon just before it struck the archbishop's neck. Tales of the archbishop who ended the long war, and his valiant wife Ingrid, lived on in storybooks for generations.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Ingrid shortly after becoming leader of the United Kingdom of Fódlan. Together they made great strides toward restoring Fódlan to its former glory and beyond. Though Ingrid contributed to the court in her position as queen, she also famously guarded her king in a physical capacity. Most well-known is how the \"Warrior Queen\" drew her own weapon to repel an assassin's blade meant for her husband, a tale which lived on in chivalric storybooks for generations.","routes":["Verdant Wind","Silver Snow"]}],"Lysithea":[{"content":"Almost immediately after Byleth and Lysithea had celebrated their engagement, the struggle against those who slither in the dark began in earnest. Together they fought tirelessly to bring the war to an end so that Fódlan could have lasting peace. Afterward, they left the Imperial army for Ordelia territory, where they were officially wed. After restoring their war-torn land, the couple vanished from the public eye, along with Count Ordelia and his wife. No records remain of their lives after that, but it is rumored that they retired to a peaceful life in Derdriu, making sweets.","routes":["Crimson Flower"]},{"content":"Byleth announced his engagement to Lysithea shortly after being named archbishop of the Church of Seiros. Before they were officially wed, she returned home, helped her father to restore Ordelia territory, and offered the land up to be governed by neighboring lords. Once her parents had retired and withdrawn, Lysithea finally became the archbishop's wife. Even without her Crests, she proved more than capable of assisting him in his role, applying her great insight and intelligence toward a renewed church. Once the rebuilding effort was complete, the couple and their two children enjoyed long and peaceful lives in the lively household they built together.","routes":["Azure Moon"]},{"content":"Byleth announced his engagement to Lysithea shortly after becoming leader of the United Kingdom of Fódlan. Before they were officially wed, she returned home, helped her father to restore Ordelia territory, and offered the land up to be governed directly by the new kingdom. Once the affairs of House Ordelia were in order, Lysithea finally married and became queen. Even without her Crests, she proved more than capable in the role, applying her great insight and intelligence toward a better Fódlan. When the rebuilding effort was complete, the couple and their children enjoyed long and peaceful lives.","routes":["Verdant Wind","Silver Snow"]}],"Marianne":[{"content":"Almost immediately after Byleth and Marianne had celebrated their engagement, the struggle against those who slither in the dark began in earnest. Together they fought tirelessly to bring the war to an end so that Fódlan could have lasting peace. Afterwards, they left the Imperial army and were officially wed in Edmund territory. In time, the pair grew into first-rate politicians under the tutelage of Margrave Edmund himself. With the emperor's blessing, they annexed part of Riegan territory, including Derdriu, and used their influence to improve relations and expand trade with foreign nations. Their work greatly contributed to the restoration of the Empire.","routes":["Crimson Flower"]},{"content":"Byleth announced an engagement to Marianne shortly after being named archbishop of the Church of Seiros. Before they were officially wed, Marianne first returned home to prepare for the ceremony and to study oration and management under her adoptive father. She returned under the Great Tree Moon, and became the archbishop's wife in a grand wedding. The Kingdom experienced remarkable growth thereafter, thanks to the church, and while the archbishop became known for his incredible wisdom, few people of the time understood the depth of his wife's influence.","routes":["Azure Moon"]},{"content":"Byleth announced an engagement to Marianne shortly after being named leader of the United Kingdom of Fódlan. Before they were officially wed, Marianne first returned home to prepare for the ceremony and to study oration and management under her adoptive father. She returned under the Great Tree Moon, and became queen of a restored Fódlan in a grand wedding. The kingdom experienced remarkable growth thereafter, and while Byleth became known as a leader of incredible wisdom, few people of the time understood the depth of the queen's influence.","routes":["Verdant Wind","Silver Snow"]}],"Hilda":[{"content":"Almost immediately after Byleth and Hilda finished their gorgeous wedding ceremony, the struggle against those who slither in the dark began in earnest. They fought tirelessly to bring lasting peace to Fódlan, and afterward retired from the Imperial army to Goneril territory. Hilda's hobby of creating fashionable accessories bore fruit, and she leveraged her husband's reputation as a hero to create the first artisan academy in Fódlan. The school produced many talented craftsmen, one of whom created a statue that expertly captured the hero's delight at receiving the gift of a bracelet from his wife.","routes":["Crimson Flower"]},{"content":"Byleth announced his marriage to Hilda shortly after being named archbishop of the Church of Seiros. Hilda rarely involved herself with the church, but nevertheless contributed greatly to its restoration by recommending exceptional people to influential positions. Her hobby of creating fashionable accessories also bore fruit, as her designs achieved widespread popularity, and she started an artisan academy at Garreg Mach. The school produced many talented craftsmen, one of whom created a statue that expertly captured the archbishop's delight at receiving the gift of a bracelet from his wife.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Hilda shortly after becoming leader of the United Kingdom of Fódlan. As queen, Hilda rarely took part in politics herself, but she nevertheless contributed greatly to the restoration of Fódlan by recommending exceptional people to influential positions. Her hobby of creating fashionable accessories also bore fruit, as her designs achieved widespread popularity, and she created the first artisan academy in Fódlan. The school produced many talented craftsmen, one of whom created a statue that expertly captured the king's delight at receiving the gift of a bracelet from the queen.","routes":["Verdant Wind","Silver Snow"]}],"Leonie":[{"content":"Almost immediately after Byleth and Leonie had finished their lively wedding ceremony, the struggle against those who slither in the dark began in earnest. Leaving the Black Eagle Strike Force behind, the pair formed a new group called the Jeralt Company and invited all their friends and allies to join them. The group fought all across Fódlan, cementing the Empire's victory by cleaning up its enemies. With Fódlan secure, all but two members of the Jeralt Company returned to their homes. The couple continued their careers as mercenaries, taking on all kinds of tasks, from monster hunting to tavern security. Their strength and humility were well loved.","routes":["Crimson Flower"]},{"content":"Byleth announced his marriage to Leonie shortly after being named archbishop of the Church of Seiros. Though she accepted the status of the archbishop's wife, Leonie disliked the formality of the position and refused to part with her weapons. Avoiding involvement with the church, she founded the Jeralt Company, an elite group of soldiers hand-picked from the Knights of Seiros. They served as guards to the archbishop in peacetime, and were first to respond to reports of bandits or monsters. It is rumored that one knight of rare skill who fought alongside Leonie in the Jeralt Company was none other than the archbishop himself.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Leonie shortly after becoming leader of the United Kingdom of Fódlan. Though she accepted the status of queen, Leonie disliked the pageantry of the position and refused to part with her weapons. She avoided court and instead founded the Jeralt Company, an elite group of soldiers hand-picked from the royal guard. They mostly busied themselves by hunting down bandits and monsters, but they also stopped the remnants of the Imperial army from organizing a revolt. It is rumored that one knight of rare skill who fought alongside Leonie in the Jeralt Company was none other than the king himself.","routes":["Verdant Wind","Silver Snow"]}],"Flayn":[{"content":"Byleth announced his marriage to Flayn shortly after being named archbishop of the Church of Seiros. Flayn chose not to get involved in management of the church, instead focusing on healing those who had been hurt by the war. Her compassionate demeanor led many to speculate that she was \"the second coming of Saint Cethleann.\" When Fódlan was finally restored, the archbishop named a successor, and the couple retired to a royal villa on the Rhodos Coast of western Fódlan. They spent their remaining years there in peace, fishing a great deal. It is said that no matter their age, they always retained a youthful appearance.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Flayn shortly after becoming leader of the United Kingdom of Fódlan. Flayn did not get involved in government affairs, but instead focused on making frequent public appearances, where her calm and pleasant demeanor helped endear the new leaders to the people. When Fódlan was finally restored, the couple left the throne to their children and retired to a royal villa on the Rhodos Coast of western Fódlan. They spent their remaining years there in peace, fishing a great deal. It is said that no matter their age, they always retained a youthful appearance.","routes":["Verdant Wind","Silver Snow"]}],"Manuela":[{"content":"Very soon after Byleth and Manuela had finished their grand and elaborate wedding ceremony, the struggle against those who slither in the dark began in earnest. The pair fought in many battles together, but Manuela had to leave the front lines when she discovered that she was with child. Though they spent many days apart, the family reunited once true peace had come to Fódlan. The happiness of their family was plain to see on the faces that were immortalized in their family portraits.","routes":["Crimson Flower"]},{"content":"Byleth announced his marriage to Manuela shortly after being named archbishop of the Church of Seiros. Manuela lent her considerable experience and talent to the rebuilding effort, using personal connections she'd gained during her time as a songstress and teacher to assemble a team of talented people to restore the church. She became essential to the archbishop, and her skills as a physician kept him in good health for many years. The happiness of the couple and their children was plain to see on the faces that were immortalized in family portraits.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Manuela shortly after becoming leader of the United Kingdom of Fódlan. Manuela lent her considerable talent and experience to the rebuilding effort, using personal connections she'd gained during her time as a songstress and teacher to assemble a team of talented people to govern. She became essential to the king's rule, and her skills as a physician kept him in good health for many years. The happiness of the couple and their children was plain to see on the faces that were immortalized in family portraits.","routes":["Verdant Wind","Silver Snow"]}],"Gilbert":[{"content":"When Byleth took on the role of archbishop in Rhea's place, he devoted himself to official business as the new leader of the Church of Seiros. Reaching an agreement with the Kingdom, he worked tirelessly on the restoration and development of all of Fódlan. Behind his achievements was the knight Gustave, formerly known as Gilbert of the Knights of Seiros, who remained always by the archbishop's side. Byleth came to rely on Gustave for nearly everything. It is said that he continued to call upon Gustave for instruction and advice well into his retirement.","routes":["Azure Moon"]}],"Alois":[{"content":"When all of the fighting was over, Byleth embarked on another wandering journey as a mercenary. He traveled all over Fódlan, following his father's steps. When he at last drifted into Remire Village, he was reunited with Alois, who had moved there with his family and was now living on a farm. On Alois's advice, he decided to stay a while, and before he knew it, five years had passed. He fell in love with a kind woman in the village, and they had a modest wedding. It is said that Alois was so overcome with emotion on that day that his weeping could be heard from anywhere in the village.","routes":["Crimson Flower"]},{"content":"When Byleth took on the role of archbishop in Rhea's place, he reformed the order of the church little by little. Eventually this included the Knights of Seiros, and Alois was named captain and the archbishop's right hand. The captain's duties kept him busily engaged all over Fódlan. His cheerful character inspired those under his command, unifying the Knights of Seiros in a way they had never been before. The archbishop relied on Alois as if he were his father, and Alois in turn treated him like his child. It is said that Alois was so overcome with emotion on the archbishop's wedding day that his weeping could be heard through the applause.","routes":["Azure Moon"]},{"content":"After the war, Byleth ascended the throne of the United Kingdom of Fódlan, and Alois retired from the Knights of Seiros to serve the former professor. Alois became the new leader's right hand, and his duties in that respect kept him busily engaged all over Fódlan, giving all he had to support his reign. Alois's cheerful character was beloved by his subordinates, who rallied behind him to create the most numerous order of knights in all Fódlan. It is said that Byleth relied on Alois as though he were his own father.","routes":["Verdant Wind","Silver Snow"]}],"Catherine":[{"content":"Byleth announced his marriage to Catherine shortly after being named archbishop of the Church of Seiros. While the archbishop focused on the rebuilding effort, Catherine worked as his bodyguard, and when the situation called for military force, she mobilized the troops and went to battle. Under her watchful eye, Fódlan entered a new era of peace. A common saying among the people was that the archbishop had two weapons: the Sword of the Creator, and his fearsome wife.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Catherine shortly after becoming leader of the United Kingdom of Fódlan. While the king focused on the rebuilding effort, Catherine worked as his bodyguard, and when the situation called for military force, she mobilized the troops and went to battle. Under her watchful eye, Fódlan entered a new era of peace. A common saying among the people was that the king of Fódlan had two weapons: the Sword of the Creator, and his fearsome wife.","routes":["Verdant Wind","Silver Snow"]}],"Shamir":[{"content":"Shortly after Byleth and Shamir had finished their modest and stately wedding ceremony, the struggle against those who slither in the dark began in earnest. The pair fought in many battles together, and Shamir lent her talent and experience as a sniper for the Knights of Seiros to the cause of lasting peace for Fódlan. As a couple, their daily lives were busy indeed, and both were famously taciturn, but it is said that they cherished their quiet time together—especially once they began to have children.","routes":["Crimson Flower"]},{"content":"Byleth announced his marriage to Shamir shortly after being named archbishop of the Church of Seiros. While the archbishop focused on the rebuilding effort, Shamir became his bodyguard and confidant. She even acted as a deputy captain of the Knights of Seiros, and in that capacity, became quite popular. As a couple, their daily lives were busy indeed, and both were famously taciturn, but it is said that they cherished their quiet time together—especially once they began to have children.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Shamir shortly after becoming leader of the United Kingdom of Fódlan. While the king focused on the rebuilding effort, Shamir became his bodyguard and confidant. She even acted as captain of the royal guard, and became known as a watchful and trustworthy queen. As a couple, their daily lives were busy indeed, and both were famously taciturn, but it is said that they cherished their quiet time together—especially once they began to have children.","routes":["Verdant Wind","Silver Snow"]}]}