{"Cyril":[{"ending":"Unable to serve Rhea any longer, Cyril nearly left the church. He was persuaded to stay, however, to assist in rebuilding the monastery he had helped maintain. Thanks to his devoted work ethic, the Officers Academy was able to reopen a few years later. When the new students took the reception hall, Cyril found himself among them.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth F":[{"ending":"Byleth took on the role of archbishop of the Church of Seiros, and Cyril served her in all things, just as he had served Rhea. As Fódlan stabilized, and the rebuilding effort came to an end, the Officers Academy finally reopened, and the archbishop directed Cyril to enroll there as a student. A year later, after consistently demonstrating great wisdom and maturity, he won the archbishop's heart, and they announced their abrupt marriage. The move surprised many, but no one was as shocked as Cyril himself was pleased.","routes":["Azure Moon"]},{"ending":"Byleth declared the founding of the United Kingdom of Fódlan at Garreg Mach and ascended the throne as its first leader. Cyril served as a chamberlain, supervising all general affairs. With the expansion of the kingdom, it was eventually decided that the queen would move to a new royal capital. Cyril wished to accompany her, but was ordered to enroll in the newly reopened Officers Academy. Though reluctant, he complied. A year later, after consistently demonstrating great wisdom and maturity, he won the queen's heart, and they announced their abrupt marriage. The move surprised many, but no one was as shocked as Cyril himself was pleased.","routes":["Verdant Wind","Silver Snow"]}],"Petra":[{"ending":"Petra returned to her homeland of Brigid, and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan, and renegotiated Brigid's diplomatic ties on more equal terms. Some years later, the Church of Seiros expanded its reach to Nuvelle, a town in western Fódlan. The priest sent to this new church, for the purpose of keeping up relations with Brigid, was none other than Cyril. He and Petra met frequently, first for public relations, and then for more private reasons. They fell in love, and were ultimately wed. It is said that their union served as a symbol for the friendly ties between the two countries for the whole of their lives.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Ashe":[{"ending":"After the war, Ashe was formally knighted and appointed the new head of House Gaspard, which had no successors. The young and inexperienced lord faced a great deal of difficulty in governing, until his court was blessed with a new adviser in Cyril. Using skills he learned during his time as a student at the Officers Academy, Cyril offered Ashe the advice he needed to grow into a worthy lord. Over time, Ashe gained the respect of his people, and Gaspard territory prospered. The pair swore always to be there to help one another, and remained best friends for the whole of their lives.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Lysithea":[{"ending":"Lysithea returned home to help her parents restore their family land. Years later, when their work was at an end, she journeyed to Garreg Mach to inform the church of her decision to relinquish House Ordelia's claim to nobility. There she encountered Cyril, who had since graduated from the Officers Academy and joined the Knights of Seiros. During their reunion, Cyril confessed his love to Lysithea and asked her to marry him. She declined, at first, due to her shortened lifespan, but in the face of Cyril's insistence, she chose to spend what days she had remaining together with him. Where they went is unknown, but it is said that, for however long it lasted, they were happy.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Hilda":[{"ending":"Hilda returned to her territory, and founded the first artisan academy in Fódlan. Years later, as the successful headmaster of that school, she journeyed to Garreg Mach to make a donation to the church. There she encountered Cyril, who had graduated from the Officers Academy and joined the Knights of Seiros. When each saw how much the other had grown and matured, a mutual attraction between them blossomed naturally into love. Cyril eventually left the church to become a knight of House Goneril, at the invitation of Hilda's brother, Holst. As Holst's new brother-in-law, Cyril provided essential aid in negotiations with House Goneril's Almyran neighbors.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Shamir":[{"ending":"Shortly after the war, Shamir and Cyril disappeared from the ranks. The Knights of Seiros searched unsuccessfully for them for some time, but finally resigned themselves to the loss. Though the pair was never officially heard from again, rumors swirled persistently for years of two master archers turned thieves. Initially the knights received complaints and investigated, but when it was discovered that the pair only lined their pockets by shaking down those who preyed upon the innocent, they decided it was not an investigation worth pursuing. The thieves' story became a folktale beloved by the people.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}]}