{"Dedue":[{"ending":"As a loyal vassal, Dedue dedicated his life to supporting King Dimitri through his entire reign. After tending to his liege on his deathbed, Dedue resumed his post at Dimitri's grave on the edge of Fhirdiad. There, it is said he stood sentinel over the peaceful realm he had helped build until the end of his days.","routes":["Azure Moon"]}],"Ashe":[{"ending":"Though the innocence of the Duscur people was proven, prejudice against them still lingered in the Kingdom capital. For this reason, Ashe refused a knighthood when it was offered to him, and chose instead to open an inn that specialized in Duscur cuisine. Dedue began to frequent the place on breaks from his duty as the king's vassal, and over time, imparted to Ashe his culinary wisdom. As the inn gained popularity, the people of the Kingdom began finally to see the Duscur people in a positive light. This led to a reconciliation between the two cultures that came rather more quickly than expected.","routes":["Azure Moon"]}],"Mercedes":[{"ending":"Two years after the war, Dedue and his wife, Mercedes, opened a school in the Duscur residential district in Fhirdiad. The school educated Duscur children, who had never been given structured learning before, in reading, writing, arithmetic, and even Duscur history. Many years later, when the Duscur people reclaimed their homeland, the people who attended this school were able to resettle there and revive their old culture. Because of this, Dedue and Mercedes were forever renowned by the Duscur.","routes":["Azure Moon"]}],"Annette":[{"ending":"Some time after the war, Dedue and Annette exchanged wedding vows in a modest ceremony and then settled down to a life in Fhirdiad. For them, life after marriage stayed much the same as before. Dedue continued his duty to King Dimitri, and Annette took up a teaching position at Fhirdiad's school of sorcery. Though each gave the other space for the work that was important to them, they made sure to spend much of their free time together, and to bond over the cooking and housework.","routes":["Azure Moon"]}],"Ingrid":[{"ending":"After the war, Dedue and Ingrid both served as protectors to the newly crowned King Dimitri: the former as his loyal vassal, and the latter as a knight sworn to House Blaiddyd. The pair fought side by side on countless occasions, and were known to be inseparable on the battlefield. Tales of the taciturn vassal and the steadfast lady knight were told by bards all throughout Fódlan, and it is said that their friendship helped spark the reconciliation between the peoples of Faerghus and Duscur.","routes":["Azure Moon"]}],"Flayn":[{"ending":"After the war, Dedue returned to Fhirdiad to support King Dimitri's reign as his vassal. As he worked, his wife, Flayn, was determined to support him with home-cooked meals. Dedue patiently endured the more disastrous of his wife's experiments, while teaching her everything he knew. Eventually Flayn's talent blossomed and she became a renowned chef. It is said that those who were lucky enough to taste her cooking always asked for more, and that Dedue's eyes lit up with affection and pride when she told him what she was planning to prepare next.","routes":["Azure Moon"]}],"Shamir":[{"ending":"After the war, Dedue returned to Fhirdiad to support King Dimitri's reign as his vassal. Shamir was ever near, and as Dedue's trusted partner and a mercenary for the royal family, she complemented his public-facing work with by handling any necessary covert operations. The trusting professional relationship between the two blossomed into love, and soon they were married. It is said that, when absolutely no one else was around, they would let down their guard and engage in secret jokes and idle chatter.","routes":["Azure Moon"]}],"Byleth F":[{"ending":"A year after Byleth was appointed to succeed Rhea as the new archbishop, she announced her marriage to Dedue, who had resigned his position as the king's vassal. Their wedding ceremony, brightly colored with all of the most beautiful flowers from Duscur, set the tone for their happy life together. Dedue served as an intermediary between Faerghus and the church and—alongside the archbishop—committed to improve relations with foreign nations as part of the rebuilding effort. In their later years, they retired to the Duscur Peninsula where they spent the remainder of their lives gardening in peace and quiet.","routes":["Azure Moon"]}],"Dimitri":[{"ending":"After his coronation, Dimitri assumed the throne of the Holy Kingdom of Faerghus, and his loyal vassal, Dedue, remained ever at his side. Among Dimitri's achievements was the reconciliation with Duscur: an extraordinary effort that required extensive negotiations to get past a history of betrayal and oppression. It was a trying task, but Dimitri never once considered giving up. While they behaved as lord and vassal in public, it is said that Dimitri and Dedue were more like family in private. When Dimitri finally fell to illness, Dedue tended to his liege's deathbed, and then took up a post at his grave for the rest of his days. When the time came, they were buried beside each other.","routes":["Azure Moon"]}]}