{"Dimitri":[{"ending":"After his coronation, Dimitri spent his life reforming and ruling justly over Fódlan. He focused particularly on improving living situations for orphans and improving foreign relations. He was known for listening intently to the voices of all, and for instituting a new form of government in which the people were free to be active participants. He lived for his people and alongside them, and was thusly dubbed the Savior King.","routes":["Azure Moon"]}],"Dedue":[{"ending":"After his coronation, Dimitri assumed the throne of the Holy Kingdom of Faerghus, and his loyal vassal, Dedue, remained ever at his side. Among Dimitri's achievements was the reconciliation with Duscur: an extraordinary effort that required extensive negotiations to get past a history of betrayal and oppression. It was a trying task, but Dimitri never once considered giving up. While they behaved as lord and vassal in public, it is said that Dimitri and Dedue were more like family in private. When Dimitri finally fell to illness, Dedue tended to his liege's deathbed, and then took up a post at his grave for the rest of his days. When the time came, they were buried beside each other.","routes":["Azure Moon"]}],"Felix":[{"ending":"After his coronation, Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. At his side every step of the way was his right-hand adviser, Duke Felix Fraldarius. Their lifelong bond grew so strong over time that, when Dimitri finally passed, it is said that Felix's grief was more potent even than the queen's. The stories of their lives were passed down to future generations as chivalric tales that rivaled those of Loog, the King of Lions, and his sworn friend, Kyphon.","routes":["Azure Moon"]}],"Mercedes":[{"ending":"After his coronation, Dimitri assumed the throne of the Holy Kingdom of Faerghus and took his friend, Mercedes, as his queen. Most were shocked by his choice, as she did not come from a distinguished noble line. Still, when the people saw her devotion to healing the damage caused by the war, they decided she was the ideal match for the one they called the Savior King. It is said that the couple led busy but happy lives, and that they never failed to express their appreciation for one another, no matter the hardship.","routes":["Azure Moon"]}],"Annette":[{"ending":"After his coronation, Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. At his side every step of the way was his queen, Annette, whose wisdom provided not only reliable counsel, but a whole assortment of revolutionary policies. The royal couple's sincere approach to governance earned them widespread acclaim, securing their line as a dynasty that lasted for generations to come. Their married life was said to be full of love and cheer.","routes":["Azure Moon"]}],"Ingrid":[{"ending":"After his coronation, Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. At his side every step of the way was Ingrid, who left House Galatea to serve House Blaiddyd as a knight. As they worked together to restore the Kingdom, the pair fell in love and were eventually married. But while Ingrid was happy to play the role of queen, and to support her husband in public and in private, she insisted on taking up a weapon and serving on the front lines in battle.","routes":["Azure Moon"]}],"Marianne":[{"ending":"Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. Several years after his coronation, he took Marianne, whom he loved dearly, as his queen. Many of Dimitri's greatest achievements can be traced to wisdom provided by Marianne, who had received tutelage from her adoptive father, Margrave Edmund. Many years later, when Dimitri fell to illness, he clutched his queen's hand until the very end. The queen's journal, uncovered after her passing, contained recounts of their time together. The last words, penned with trembling hand, are: \"I would not trade our time together or the happiness we knew for anything.\"","routes":["Azure Moon"]}],"Flayn":[{"ending":"Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. Some time after his coronation, he took Flayn, who now enjoyed a position of prominence in the church, as his queen. Many speculated at first that the marriage was politically motivated, but it is said that over time the love they had for one another became clear to see. Their lives were full of warmth and tranquility. Many years later, when Dimitri passed, his journals revealed that he had kept a meticulous record of all the meals he and his wife had enjoyed together.","routes":["Azure Moon"]}],"Gilbert":[{"ending":"Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. At his side was the knight, Gustave, who had discarded the name of Gilbert and reaffirmed his oath of fealty to the royal family. After many more years of service, in which the trust between them grew and never wavered, Gustave finally wished to retire. Though he bristled slightly at Dimitri's request to look after and tutor the young prince, it is said that Gustave took on that duty with due patience and solemnity for the remainder of his life.","routes":["Azure Moon"]}],"Catherine":[{"ending":"Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. Two years after his coronation, he announced his marriage to Catherine. The people speculated wildly about how this union came to be. Some said that Dimitri spent two full years wooing her, while others suggested that the matter was resolved by a duel. In any case, the couple worked tirelessly to reform the Kingdom, but despite their busy days, it is said that they always found time for sparring, and that the clash of steel could be heard throughout the castle at all hours.","routes":["Azure Moon"]}],"Byleth M":[{"ending":"Byleth helped Dimitri to finally crush the ambitions of the Empire. After the war, Rhea stepped down from her role as archbishop, and Byleth swore to lead the Church of Seiros in her stead. He helped to guide the Holy Kingdom of Faerghus as it brought leadership to the newly unified Fódlan and worked tirelessly to create a peaceful world free from the shackles of oppression.","routes":["Azure Moon"]}],"Byleth F":[{"ending":"Byleth helped Dimitri to finally crush the ambitions of the Empire. After the war, Rhea stepped down from her role as archbishop, and Byleth swore to lead the Church of Seiros in her stead. She helped to guide the Holy Kingdom of Faerghus as it brought leadership to the newly unified Fódlan and worked tirelessly to create a peaceful world free from the shackles of oppression.,Paired with the end of the war, the joyous marriage of Byleth, the newly-appointed archbishop, and Dimitri, the newly-crowned king of Faerghus, gave the people of Fódlan much to celebrate. The two were devoted to improving life for the people and to seeking greater wisdom in order to reform the government and the church from the inside out. As leaders of church and state respectively, at times they engaged in heated debate. Even still, when enjoying a long horse ride or a quiet evening, they were not as the world saw them, but rather two adoring spouses, desperately in love. They remained as such for the rest of their days.","routes":["Azure Moon"]}]}