{"Dorothea":[{"ending":"Dorothea returned to the Mittelfrank Opera as soon as the war was over. Thanks to her talent, the company enjoyed a resurgence in popularity that lasted well beyond the end of her own career. Once she gave up her position as a songstress, she settled down to a private life of peace and quiet. It is said that she was very happily married.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Felix":[{"ending":"Even after the war's end, skirmishes continued to break out across Fódlan. Learning that there were still places where he could fight, Felix abandoned his noble title and chose to make a living with his sword. He traveled the land, and some years later found himself in Enbarr. There he encountered Dorothea, who had just resumed her career as a songstress in the opera. From that time on, no matter how far Felix traveled, he always found himself drawn back to that opera house. It is said that, when Dorothea saw his face in the crowd, she sang only for him.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"After the war, Felix inherited the title of Duke Fraldarius from his late father, Rodrigue. He married Dorothea, and the two began a happy life together. After they had finished restoring Fraldarius territory, Felix traveled across Fódlan as the king's right hand. Dorothea traveled with him always, and even threw herself into battle alongside him every so often. Tales of their bravery endured for generations, thanks in no small part to the operas that Dorothea wrote and composed herself.","routes":["Azure Moon"]}],"Sylvain":[{"ending":"After more than 10 proposals, Dorothea finally relented and agreed to marry Sylvain. Together they inherited Gautier territory. With the support of his wife's counsel, the new Margrave Gautier was able to improve relations with the Sreng people, and thereby convince the local nobles that Relics and Crests were no longer an absolute requirement for survival. Due to their efforts, they went down in history as an extraordinary lord and lady. It is said that what finally convinced Dorothea to marry Sylvain was his promise that they would grow old happily together, and that he was true to his word.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Petra":[{"ending":"Petra returned to her homeland of Brigid, and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan, and renegotiated Brigid's diplomatic ties to that nation on more equal terms. At every step along the way, she was accompanied by Dorothea, who had left Fódlan behind to support her. Dorothea used the connections she had made in her time at the opera to her benefit, and even worked reluctantly with the Fódlan nobility for Petra's sake. The people of Brigid were skeptical of her at first, but warmed up to her over time. It is said that she became the person whom Petra loved the most.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Lorenz":[{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Dorothea, who had returned to prominence with the Mittelfrank Opera Company. The elaborate wedding was the most talked-about social event of the season, and the fashions on display from the savvy nobleman and the stylish songstress set the trends with young people across Fódlan for a decade.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Hanneman":[{"ending":"Though Fódlan had changed, Hanneman's goal remained unwavering: to determine the workings of the Crests, and to do away with the inequality caused by them. To that end, his research resulted in magical tools which could be used even without the aid of Crests. This proved to be yet another worthwhile discovery by the Father of Crestology. Hanneman also became a father in more literal sense, by raising many children with his wife, Dorothea. Their marriage was not publicly known, however, as the songstress elected to keep it secret for the sake of both of their careers.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Manuela":[{"ending":"The Mittelfrank Opera Company was on the brink of collapse until two of its star songstresses, Manuela and Dorothea, returned to the stage and brought the troupe new life and prominence. They toured all around Fódlan, sometimes even visiting troops on the front lines, soothing hearts with their beautiful songs wherever they went, and donating their profits to the relief and rebuilding effort. When the damage from the war had finally healed, the pair once again retreated from the stage, this time retiring to a private life together. It is said that their relationship was full of light and love.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"ending":"Almost immediately after the modest wedding ceremony between Byleth and Dorothea was over, the battle against those who slither in the dark began in earnest. Dorothea chose not to take the field of battle with a weapon but rather to tend the household in her spouse's absence and provide emotional support to his effort to bring lasting peace to Fódlan. Many years after the war had ended, Dorothea's diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Crimson Flower"]},{"ending":"After taking on the role of archbishop of the Church of Seiros, Byleth announced his marriage to Dorothea. The former songstress resolved to stay out of the public eye, keeping to herself and her family, but as the archbishop worked tirelessly to restore Fódlan and the church, she did privately offer advice from time to time. It is said that her experience growing up as a commoner provided a useful perspective. Many years later, her diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Azure Moon"]},{"ending":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced his marriage to Dorothea. The former songstress resolved to stay out of the public eye, keeping to herself and her family, but as Byleth worked tirelessly to restore Fódlan, she did offer advice from time to time. It is said that her experience growing up as a commoner provided a useful perspective. Many years later, her diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Verdant Wind","Silver Snow"]}],"Edelgard":[{"ending":"As Edelgard's reign as the Adrestian emperor began, Enbarr was restored, and with it, a certain opera house. Soon the Mittelfrank Opera Company put together a war drama depicting the journey and sacrifice of the emperor and her companions, and the starring role went to none other than Dorothea. Edelgard initially forbade the company from staging it, but was eventually persuaded by Dorothea's passionate performance to rescind that decree. It is said that the emperor always set aside time to enjoy the opera thereafter.","routes":["Crimson Flower"]}],"Byleth F":[{"ending":"Almost immediately after the modest wedding ceremony between Byleth and Dorothea was over, the battle against those who slither in the dark began in earnest. Dorothea chose not to take the field of battle with a weapon but rather to tend the household in her spouse's absence and provide emotional support to her effort to bring lasting peace to Fódlan. Many years after the war had ended, Dorothea's diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Crimson Flower"]},{"ending":"After taking on the role of archbishop of the Church of Seiros, Byleth announced her marriage to Dorothea. The former songstress resolved to stay out of the public eye, keeping to herself and her family, but as the archbishop worked tirelessly to restore Fódlan and the church, she did privately offer advice from time to time. It is said that her experience growing up as a commoner provided a useful perspective. Many years later, her diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Azure Moon"]},{"ending":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced her marriage to Dorothea. The former songstress resolved to stay out of the public eye, keeping to herself and her family, but as Byleth worked tirelessly to restore Fódlan, she did offer advice from time to time. It is said that her experience growing up as a commoner provided a useful perspective. Many years later, her diary was uncovered, revealing the full extent of the happy life the couple shared. The love poems that they wrote to one another were published as a collection.","routes":["Verdant Wind","Silver Snow"]}],"Hubert":[{"ending":"After the war, the Mittelfrank Opera Company made a resurgence, in no small part thanks to the patronage of Emperor Edelgard's confidant, Hubert. Dorothea made a comeback as a songstress within the troupe, which traveled all over Fódlan, putting a large share of its profits toward relief efforts. The opera company was warmly welcomed by the war-weary people as a source of solace, and became even more famous than before. It was not discovered until many years later that the troupe's tour had been a covert operation, coordinated by Hubert and Dorothea to gather intelligence for the Empire.","routes":["Crimson Flower"]}],"Ferdinand":[{"ending":"After officially becoming the new Duke Aegir, Ferdinand set about reforming his territory. Thanks to the wisdom of his wife, Dorothea, Ferdinand's policies were of massive benefit to the commonfolk and brought about a swift recovery. In recognition of this achievement, he was called upon by Emperor Edelgard to introduce these reforms to the Empire at large as the new prime minister. Though the work kept him very busy, he always managed to find time for Dorothea. It is said that their children filled their loving household with beautiful music ever after.","routes":["Crimson Flower"]},{"ending":"After officially becoming the new Duke Aegir, Ferdinand set about reforming his territory. Thanks to the wisdom of his wife, Dorothea, Ferdinand's policies were of massive benefit to the commonfolk and brought about a swift recovery. In recognition of this achievement, he was called upon to help govern to Fódlan at large. Though the work of reforming the entire nation kept him very busy, he always managed to find time for Dorothea. It is said that their children filled their loving household with beautiful music ever after.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Linhardt":[{"ending":"After the war, Linhardt decided to inherit his title. He spent several years studying his territory, learning to manage its affairs, and when he was finally ready to become the new Count Hevring, he announced his marriage to Dorothea. Somehow, despite all this activity, Linhardt actually managed to keep up with his Crest studies. Though his results were dubious at times, his new wife helped him alter them so that they would be of use to people. Their relationship was unlike anything the nobility had ever witnessed. When faced with this accusation, Linhardt and Dorothea could only laugh and note that the past was of no significance to them.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Caspar":[{"ending":"In recognition of his achievements during the war, Caspar was given the title of Minister of Military Affairs in the new Adrestian Empire. Though his command developed a reputation for occasional recklessness, he proved an able leader, guiding his troops to overcome countless obstacles. In his personal life, he began to spend a great deal of time with Dorothea, who had returned to the Mittelfrank Opera Company after the war. When her efforts brought the opera house to the peak of its resurgence, it is said that Dorothea relinquished her position as songstress in order to retire with Caspar. They are rumored to have spent the rest of their lives together.","routes":["Crimson Flower"]},{"ending":"After the war, Caspar set out alone on a journey of self-discovery. He traveled to every corner of Fódlan, and even ventured abroad now and again. Though his antics found him no end of exciting adventures, he was always drawn back to Dorothea, who had returned to the Mittelfrank Opera Company in Enbarr after the war. The two spent more and more time together over the years, and when Dorothea's efforts brought the opera house to the peak of its resurgence, she relinquished her position as songstress and disappeared from the stage. It is rumored that the pair spent the rest of their lives together.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}]}