{"Edelgard":[{"content":"As the new Adrestian emperor, Edelgard dedicated her life to reshaping the delicate political structure of Fódlan. With tireless work and great sacrifice, she reformed the class system to ensure a free and independent society for all. In her later years, she entrusted her life's work to a worthy successor before finally vanishing from the public eye.","routes":["Crimson Flower"]}],"Hubert":[{"content":"As the new Adrestian emperor, Edelgard gave all she had to breathe new life into the government of Fódlan. With tireless work, great sacrifice, and her devoted servant Hubert by her side, she instituted new class reforms and helped to ensure the people's independence. Hubert was always close at hand, ready to dispose of unsavory burdens by any means necessary. In their later years, they passed the fruits of her labor on to Edelgard's successor and vanished from the public eye. Though it is said they spent the rest of their lives together, it is unlikely they ever gave voice to the true depth of their affections.","routes":["Crimson Flower"]}],"Ferdinand":[{"content":"As the Adrestian emperor, Edelgard appointed Ferdinand as her prime minister, and the two devoted themselves to ruling Fódlan. Their sharply contrasting views made for frequent and lively debate, but with each enhancing the perspective of the other, Fódlan was better for it. As they worked tirelessly to create a better future, they were soon bound together by marriage as well. Their children, born to those who had torn down the old social hierarchy, were encouraged to choose their own paths.","routes":["Crimson Flower"]}],"Linhardt":[{"content":"As the new Adrestian emperor, Edelgard gave all she had to breathe new life into the government of Fódlan. With tireless work and great sacrifice, she instituted new class reforms to ensure that people could rise on their own merits. During those years, however, there was a period of time in which she simply disappeared. It is said that she went to the research facility of the foremost authority in Crests, Linhardt, who had relinquished his rank and title to live a life of study. There, after confirming the results of Linhardt's experiments, Edelgard was able to enjoy a rare break from her busy life. The respite was brief, but they cherished that time for the rest of their lives.","routes":["Crimson Flower"]}],"Caspar":[{"content":"Edelgard, the new Adrestian emperor, appointed Caspar as her Minister of Military Affairs, and the two devoted themselves to ruling Fódlan. Caspar quickly developed a reputation for recklessness in his duty, but he compensated for it with successes in the field and was given leeway by the emperor as a result. Privately, the couple's relationship as husband and wife was more tempestuous. Their spats were frequent, but it is said that Edelgard took pleasure in her ability to influence Caspar, and Caspar enjoyed reining the emperor in from time to time. It was a strange but happy union.","routes":["Crimson Flower"]}],"Bernadetta":[{"content":"When Bernadetta inherited House Varley from her father, she tried to withdraw from politics and remain within the bounds of her territory, but Edelgard, the new Adrestian emperor, would not allow it. Instead, she demanded that Bernadetta counsel her in governing Fódlan. It is said that the emperor made this choice to keep herself from being too detached, and that Bernadetta was all too happy to provide a more emotional perspective now and again. The people of Enbarr could always tell when the two were meeting by the sound of Bernadetta's panicked voice ringing out from the palace.","routes":["Crimson Flower"]}],"Dorothea":[{"content":"As Edelgard's reign as the Adrestian emperor began, Enbarr was restored, and with it, a certain opera house. Soon the Mittelfrank Opera Company put together a war drama depicting the journey and sacrifice of the emperor and her companions, and the starring role went to none other than Dorothea. Edelgard initially forbade the company from staging it, but was eventually persuaded by Dorothea's passionate performance to rescind that decree. It is said that the emperor always set aside time to enjoy the opera thereafter.","routes":["Crimson Flower"]}],"Hanneman":[{"content":"As the new Adrestian emperor, Edelgard gave all she had to breathe new life into the government of Fódlan. To that end, Hanneman's research proved invaluable. Seeking to determine the nature of Crests, and to do away with the inequality caused by them, the Father of Crestology produced magical tools that could be used even without the aid of Crests. These were put to eager use by Edelgard, who saw both of their dreams realized. It is not hard to imagine that a pair with such similar ideologies and plans for the future would eventually settle into an affectionate and fulfilling relationship.","routes":["Crimson Flower"]}],"Manuela":[{"content":"As the new Adrestian emperor, Edelgard gave all she had to breathe new life into the government of Fódlan. Her first objective was to institute new class reforms and ensure the people's independence. For that reason, she sought the counsel of Manuela, whose vast array of contacts, talents, and experience proved invaluable. She became essential to Edelgard, and her skill as a physician kept the emperor in good health for many years. Both remained unmarried, and it is said that the two became extremely close over the years.","routes":["Crimson Flower"]}],"Lysithea":[{"content":"After the war, Edelgard and Lysithea threw themselves into the fight against those who slither in the dark. The struggle was long and arduous, but not without its benefits. With careful analysis of ancient techniques, they discovered ways to recover the years of life that had been stolen from them. Afterwards, the new Adrestian emperor and Lysithea, her trusted officer, devoted the rest of their lives to Fódlan's rule. For her counsel in instituting class reforms and ensuring the independence of the people, Lysithea came to be known as the Wisdom of the Empire. The pair of talented women ushered Fódlan into a new age of innovation and prosperity.","routes":["Crimson Flower"]}],"Byleth M":[{"content":"Byleth fought alongside Edelgard to bring an end to the tyranny of a godlike being. Though he was wounded in the battle and lost the power of the progenitor god, he remained determined to walk his destined path. With his legendary blade in hand, he will never stop standing against those who slither in the dark until Fódlan at last knows everlasting peace.\nByleth and Edelgard ended the tyranny of a godlike being. Byleth was wounded and lost the power of the progenitor god, but it mattered not, as he and Edelgard had each other. To ensure lasting peace, the two fought against those who slither in the dark, and to ensure a society where people can rise and fall by their own merits, they spent their lives reforming the antiquated class system. They achieved much in their time together, and it is said that they were sometimes spotted leaving the palace to privately enjoy the world they had created. How they spent those precious moments, none but the two of them will ever know.","routes":["Crimson Flower"]}],"Byleth F":[{"content":"Byleth fought alongside Edelgard to bring an end to the tyranny of a godlike being. Though she was wounded in the battle and lost the power of the progenitor god, she remained determined to walk her destined path. With her legendary blade in hand, she will never stop standing against those who slither in the dark until Fódlan at last knows everlasting peace.\nByleth and Edelgard ended the tyranny of a godlike being. Byleth was wounded and lost the power of the progenitor god, but it mattered not, as she and Edelgard had each other. To ensure lasting peace, the two fought against those who slither in the dark, and to ensure a society where people can rise and fall by their own merits, they spent their lives reforming the antiquated class system. They achieved much in their time together, and it is said that they were sometimes spotted leaving the palace to privately enjoy the world they had created. How they spent those precious moments, none but the two of them will ever know.","routes":["Crimson Flower"]}]}