{"Felix":[{"ending":"Even after the war's end, skirmishes continued to break out across Fódlan. Bored and restless in his capacity as Duke Fraldarius, Felix abandoned his title, jumping at the opportunity to wield a sword again. Little is known of his whereabouts thereafter, but even many years later, soldiers continued to whisper rumors of a mysterious man able to deal swift death to scores of enemies.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"As Duke Fraldarius, Felix worked for years to revitalize and rebuild his territory. He became the king's right-hand man, serving as a trusted adviser on a range of subjects, especially military affairs. Later in his life, he inherited his father's nickname and was known throughout the Kingdom as the Shield of Faerghus's worthy successor.","routes":["Azure Moon"]}],"Sylvain":[{"ending":"Even after the war's end, skirmishes continued to break out across Fódlan. Learning that there were still places where he could fight, Felix abandoned his noble title and chose to make a living with his sword. Decades later, he reunited briefly with Sylvain, who had need of his services as Margrave Gautier. Felix departed as soon as the job was finished, however, and the two never met again. Years later, a sword that was thought to have belonged to Felix arrived on Sylvain's doorstep.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"After the war, Felix and Sylvain inherited their respective titles of Duke Fraldarius and Margrave Gautier, and set to work restoring the Kingdom. Each led a busy life, but that only seemed to enhance their friendship over the years. Each became known for making surprise visits to the estate of the other, in order to deliver the latest taunting in a friendly but relentless game of one-upmanship. It is said that, in their later years, they became so close that they passed away on the same day, as if conceding that one could not live without the other.","routes":["Azure Moon"]}],"Mercedes":[{"ending":"Even after the war's end, skirmishes continued to break out across Fódlan. Learning that there were still places where he could fight, Felix abandoned his noble title and chose to make a living with his sword. He traveled the land, seeking battle as if he had a death wish, but his violent path came to an end when he reunited with Mercedes. She had begun a new life as a cleric in service to the goddess, and with her kindness and generosity, she was able to turn his life around. No one knows what became of them after that, but the tales of a swordsman who made warriors across Fódlan tremble with fear all come to an end at that point.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"After the war, Felix inherited the title of Duke Fraldarius from his late father, Rodrigue. A year later he married Mercedes, who helped complete the rebuilding effort by paying special attention to children who had lost their families during the war. When their efforts were complete, they settled into a busy life together, with Felix serving as the king's trusted retainer, and Mercedes supporting him in all things. It is said that every so often, the pair would venture out of their territory in order to visit a graveyard for fallen Imperial soldiers. There, they left flowers on a mysterious, unmarked grave, and prayed for the one who rested there.","routes":["Azure Moon"]}],"Annette":[{"ending":"After the war, Felix intended to abandon his noble title and make a living with his sword. On the day that he was to depart, however, he was waylaid by Annette, who begged him not to leave her behind. Instead, she proposed that they relocate to the Officers Academy when it reopened, and take up positions as teachers. When the school did reopen, it is said that the new sword instructor was notoriously harsh, but that he eventually learned to enjoy his work. He was seen to smile, on occasion, but only in the presence of the friendly professor of sorcery.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"After the war, Felix inherited the title of Duke Fraldarius from his late father, Rodrigue. Some time later, he married Annette, and the pair earned renown together by working hard at restoring their territory to and beyond its former glory. The people adored the pair: Felix for his fierce determination, and Annette for her boundless cheer. Years later, Annette threw herself into songwriting, and with the support and encouragement of her husband, she produced melodies that remained popular for generations. The lyrics became distorted over time, however, and the original meaning of the music was lost.","routes":["Azure Moon"]}],"Ingrid":[{"ending":"Even after the war's end, skirmishes continued to break out across Fódlan. Learning that there were still places where he could fight, Felix abandoned his noble title and chose to make a living with his sword. Unwilling to leave him to travel alone, Ingrid, too, relinquished her claim to nobility, and they both became wandering mercenaries. They skirted the line between life and death countless times in their dangerous work, but once they had a child, they settled down in a small farming village far from their homeland. With all but each other left behind, they began a warm and tranquil life as a family.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"After the war, Felix inherited the title of Duke Fraldarius from his late father, Rodrigue. He married Ingrid, the daughter of Count Galatea, and the couple spared no expense in restoring both their territories, paying special attention to Galatea's desperate need for food and funds. Some years later, there was an attack on the castle town, and the duke lost the use of his sword arm from an injury sustained protecting his wife. It is said that he never regretted it, as he was only fulfilling a promise that he made to his beloved wife a long time ago.","routes":["Azure Moon"]}],"Lysithea":[{"ending":"After the war, Felix abandoned his noble title and chose to make a living with his sword. He traveled the land, seeking battle as if he had a death wish, but his violent path came to an end when he happened upon Lysithea, who had been living in a small house in the middle of nowhere with her parents. Seeing her—condemned to live a shortened life, but smiling and making the most of every day with her family—convinced Felix that life was precious. He gave up his sword to join her, and the two spent their lives baking sweets. Lysithea's recipe became known far and wide, and the treat became a tradition for the people of that region.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"After becoming Duke Fraldarius, Felix married Lysithea, who assisted his efforts to restore both his territory and the Kingdom at large with countless insights. She became known for walking among the people, sharing with them her wisdom. After her death, Felix received a visit from a local artisan, who brought to him a cake and claimed that Lysithea had given him the recipe. Felix adored the flavor, enjoying that style of cake for the rest of his days. The people acquired a taste for it too, and Lysithea's treat became traditional in the north of Faerghus.","routes":["Azure Moon"]}],"Leonie":[{"ending":"After the war, Felix abandoned his noble title and chose to make a living with his sword. He accepted Leonie as his partner, and together they became wandering mercenaries. Their different fighting styles complemented one another well, and their combined skill was enough to handle any enemy. Some time later, the mercenary group formerly led by Jeralt joined them, and under their leadership, became the most feared company in Fódlan. After the post-war chaos passed, however, work became scarce, and the pair eventually became so desperate that they rebranded themselves as street performers. They proved surprisingly capable in their new profession.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"Leonie took over the mercenary group formerly led by Jeralt. She made a name for herself as a superb mercenary and was eventually hired by the young Duke Fraldarius, Felix. He entrusted her with many important tasks, and over time, Fraldarius territory became Leonie's home base. The two spent a great deal of time drinking together, but Felix, knowing Leonie's reputation and habits, learned to extract her payment for the drinks in advance.","routes":["Azure Moon"]}],"Flayn":[{"ending":"After becoming Duke Fraldarius, Felix married Flayn, and the couple worked tirelessly to restore their territory. Thanks to Felix's dedication and Flayn's compassion, they were well loved by the people, whom they visited and spoke with frequently. Felix served as Dimitri's sworn sword throughout his reign, but when the king passed away, he gave it up in favor of a quiet life with his wife. In his later years, the sword was only used for parlor tricks, such as slicing juggled fruit out of the air—a display of skill that never failed to delight Flayn.","routes":["Azure Moon"]},{"ending":"Even after the war's end, skirmishes continued to break out across Fódlan. Learning that there were still places where he could fight, Felix abandoned his noble title and chose to make a living with his sword. He traveled the land, seeking battle as if he had a death wish, but his violent path came to an end when he arrived at Garreg Mach. It was there that he reunited with Flayn, who was saddened to see that Felix had continued to use his sword to kill. She left to travel with him, and it is rumored that her kindness helped turn his life around. No one knows what became of them after that, but the tales of a deadly swordsman did suddenly cease.","routes":["Verdant Wind","Silver Snow"]}],"Byleth F":[{"ending":"Byleth and Felix were engaged to be married soon after the Battle of Fhirdiad. The war against those who slither in the dark was long and arduous, but they found solace always in one another. When the fighting was finally done, they held a modest wedding ceremony and entered a new life together as husband and wife. Where they went afterward is not known, but it is widely believed that they traveled the world as mercenaries, side by side, blades in hand.","routes":["Crimson Flower"]},{"ending":"Byleth married Felix, who had become Duke Fraldarius, shortly after she was named to succeed Rhea as archbishop. Felix focused his efforts on restoring his territory and the Kingdom and became the archbishop's closest confidant, both privately and officially. They often spent a lot of time apart, but whenever they reunited, they had a tradition of crossing blades before crossing words. Attendants remarked that the smiles they wore on their faces during these bouts were never seen elsewhere.","routes":["Azure Moon"]},{"ending":"Byleth married Felix almost immediately after ascending the throne of the United Kingdom of Fódlan. When it came to matters of governance, Felix often took on duties that would have required his wife to dirty her hands and thus came to be called The Royal Sword. After they accomplished all they had set out to do, the couple left the rule of Fódlan to the next generation, disappearing into obscurity with blades in hand. Thereafter, history only provides unconfirmed reports of a pair of traveling mercenaries who possessed unmatched strength and skill.","routes":["Verdant Wind","Silver Snow"]}],"Dimitri":[{"ending":"After his coronation, Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. At his side every step of the way was his right-hand adviser, Duke Felix Fraldarius. Their lifelong bond grew so strong over time that, when Dimitri finally passed, it is said that Felix's grief was more potent even than the queen's. The stories of their lives were passed down to future generations as chivalric tales that rivaled those of Loog, the King of Lions, and his sworn friend, Kyphon.","routes":["Azure Moon"]}],"Bernadetta":[{"ending":"After the war, Felix attempted to set out on his own, but was waylaid by Bernadetta, who begged him not to go. Persuaded to stay, Felix ended up marrying into House Varley, the title of which Bernadetta had inherited. The couple got along smoothly, although it was rumored that in the early years of their marriage, she once had to restrain him physically to prevent him taking a trip to the Oghma Mountains to train. As the years wore on, Bernadetta became more reclusive, and Felix took over many of the day-to-day duties of running the house. Documents from their later years were increasingly signed with the name Felix, Count Varley.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"After the war, Felix inherited the title of Duke Fraldarius from his late father, Rodrigue. He married Bernadetta, who abandoned claim to House Varley in order to start a life with him. After they had finished restoring Fraldarius territory, Felix traveled across Fódlan as the king's right hand. While he was away, Bernadetta handled local affairs while holed up in her room in the castle. The frigid air of northern Faerghus caused her to hide away even more than usual, but whenever her beloved husband returned, she would rush out to greet him.","routes":["Azure Moon"]}],"Dorothea":[{"ending":"Even after the war's end, skirmishes continued to break out across Fódlan. Learning that there were still places where he could fight, Felix abandoned his noble title and chose to make a living with his sword. He traveled the land, and some years later found himself in Enbarr. There he encountered Dorothea, who had just resumed her career as a songstress in the opera. From that time on, no matter how far Felix traveled, he always found himself drawn back to that opera house. It is said that, when Dorothea saw his face in the crowd, she sang only for him.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"After the war, Felix inherited the title of Duke Fraldarius from his late father, Rodrigue. He married Dorothea, and the two began a happy life together. After they had finished restoring Fraldarius territory, Felix traveled across Fódlan as the king's right hand. Dorothea traveled with him always, and even threw herself into battle alongside him every so often. Tales of their bravery endured for generations, thanks in no small part to the operas that Dorothea wrote and composed herself.","routes":["Azure Moon"]}]}