{"Flayn":[{"ending":"Flayn disappeared soon after the war, and after a time, proof of her very existence faded from memory. Many years later, a young woman appeared at the monastery, which had been restored to its former glory. Speaking to no one in particular, it is said that she gazed at the entrance and reverently whispered, \"I am home.\"","routes":["Azure Moon"]},{"ending":"Flayn disappeared soon after the war, and over time it was all but forgotten that she had ever existed. Many long years later, however, a young woman resurfaced in a completely transformed Fódlan. When she looked to the man who stood beside her, she wondered if it would be all right, in this new era, to call him Father.","routes":["Verdant Wind","Silver Snow"]}],"Byleth M":[{"ending":"Byleth announced his marriage to Flayn shortly after being named archbishop of the Church of Seiros. Flayn chose not to get involved in management of the church, instead focusing on healing those who had been hurt by the war. Her compassionate demeanor led many to speculate that she was \"the second coming of Saint Cethleann.\" When Fódlan was finally restored, the archbishop named a successor, and the couple retired to a royal villa on the Rhodos Coast of western Fódlan. They spent their remaining years there in peace, fishing a great deal. It is said that no matter their age, they always retained a youthful appearance.","routes":["Azure Moon"]},{"ending":"Byleth announced his marriage to Flayn shortly after becoming leader of the United Kingdom of Fódlan. Flayn did not get involved in government affairs, but instead focused on making frequent public appearances, where her calm and pleasant demeanor helped endear the new leaders to the people. When Fódlan was finally restored, the couple left the throne to their children and retired to a royal villa on the Rhodos Coast of western Fódlan. They spent their remaining years there in peace, fishing a great deal. It is said that no matter their age, they always retained a youthful appearance.","routes":["Verdant Wind","Silver Snow"]}],"Dimitri":[{"ending":"Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. Some time after his coronation, he took Flayn, who now enjoyed a position of prominence in the church, as his queen. Many speculated at first that the marriage was politically motivated, but it is said that over time the love they had for one another became clear to see. Their lives were full of warmth and tranquility. Many years later, when Dimitri passed, his journals revealed that he had kept a meticulous record of all the meals he and his wife had enjoyed together.","routes":["Azure Moon"]}],"Claude":[{"ending":"Entrusting the future of Fódlan to his friends, Claude left for Almyra to reclaim his place as heir to the throne. Several years later, when he became king, he took initial steps to open diplomatic relations with Fódlan, and asked Garreg Mach for aid. During this time, he was reunited with Flayn, who had been helping Seteth run the church. She agreed to help, and as they worked together to secure friendly relations between their respective regions, they fell deeply in love. It is said that Seteth never learned of their relationship.","routes":["Verdant Wind"]}],"Ferdinand":[{"ending":"Ferdinand married Flayn just after becoming the new Duke Aegir, and the pair wasted no time getting to work on the rebuilding effort. While Ferdinand handled administrative matters, Flayn walked more directly among the people, seeing to their needs. Their teamwork and complementary skills led to rapid recovery and growth for the region, but it is said that what inspired the people most of all was the genuine intimacy and affection between the ruling couple.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Linhardt":[{"ending":"Immediately after the war, Flayn disappeared from Garreg Mach. At the same time, Linhardt mysteriously abandoned his claim to House Hevring, and also vanished. It was suspected, among those who knew them, that they had eloped, although no one seemed to know just where they went. Over a decade later, well after the Officers Academy had been rebuilt, something strange happened. A sleepy young girl with antiquated clothing and the Major Crest of Cethleann enrolled. Over the next two years, a young boy and girl with that same Crest also enrolled. Though Crest scholars deduced that they must be siblings, the truth of their lineage was never definitely proven.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Dedue":[{"ending":"After the war, Dedue returned to Fhirdiad to support King Dimitri's reign as his vassal. As he worked, his wife, Flayn, was determined to support him with home-cooked meals. Dedue patiently endured the more disastrous of his wife's experiments, while teaching her everything he knew. Eventually Flayn's talent blossomed and she became a renowned chef. It is said that those who were lucky enough to taste her cooking always asked for more, and that Dedue's eyes lit up with affection and pride when she told him what she was planning to prepare next.","routes":["Azure Moon"]}],"Felix":[{"ending":"After becoming Duke Fraldarius, Felix married Flayn, and the couple worked tirelessly to restore their territory. Thanks to Felix's dedication and Flayn's compassion, they were well loved by the people, whom they visited and spoke with frequently. Felix served as Dimitri's sworn sword throughout his reign, but when the king passed away, he gave it up in favor of a quiet life with his wife. In his later years, the sword was only used for parlor tricks, such as slicing juggled fruit out of the air—a display of skill that never failed to delight Flayn.","routes":["Azure Moon"]},{"ending":"Even after the war's end, skirmishes continued to break out across Fódlan. Learning that there were still places where he could fight, Felix abandoned his noble title and chose to make a living with his sword. He traveled the land, seeking battle as if he had a death wish, but his violent path came to an end when he arrived at Garreg Mach. It was there that he reunited with Flayn, who was saddened to see that Felix had continued to use his sword to kill. She left to travel with him, and it is rumored that her kindness helped turn his life around. No one knows what became of them after that, but the tales of a deadly swordsman did suddenly cease.","routes":["Verdant Wind","Silver Snow"]}],"Raphael":[{"ending":"Raphael returned to his hometown, where he served his liege lord as a knight for a time. Later, he gave it up to help manage the inn that his family had opened up during his time away. Away from the battlefield and able to eat as much as he pleased, he eventually began to grow soft. It was around that time that Flayn, who had also neglected her training, came to visit. The two helped motivate one another, and together they embarked on a new exercise routine. Thereafter, it is said that their energetic shouts and cries of exertion could be heard throughout the village at any time of day.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Ignatz":[{"ending":"Soon after the war, Flayn disappeared. Ignatz searched unsuccessfully for her for a time, but finally gave up and went home. With hard-won permission from his family, he then set out to travel the world as an artist. Years later, his journey took him by chance to Garreg Mach, where the statue of Saint Cethleann inspired him to paint. It was then that Flayn finally appeared, wondering aloud why Ignatz was not painting her as he'd promised. Overjoyed, Ignatz devoted much of the rest of his artistic career to getting Flayn's likeness just right. Her visage was finally captured in the work he called The Second Advent of a Saint, which was widely regarded as a masterpiece.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Seteth":[{"ending":"While Flayn disappeared soon after the war, Seteth stayed at the monastery and worked to restore the authority of the Church of Seiros. Doing away with his old strictness, he adopted a tolerant stance toward all, and encouraged his followers to do the same. When he was satisfied that the message was received, he vanished from the monastery. Several centuries later, a man and a woman in ancient attire emerged to a Fódlan that had drastically changed. When she asked the man beside her if it would be all right in this new era to call him \"Father,\" he said that perhaps it would be better to remain on the safe side.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}]}