{"Gilbert":[{"ending":"Gilbert returned to Fhirdiad and resumed his duty as a knight, faithfully serving King Dimitri for many years. When he finally retired, it is said he spent the rest of his days coaching the young prince in the art of combat.","routes":["Azure Moon"]}],"Byleth M":[{"ending":"When Byleth took on the role of archbishop in Rhea's place, he devoted himself to official business as the new leader of the Church of Seiros. Reaching an agreement with the Kingdom, he worked tirelessly on the restoration and development of all of Fódlan. Behind his achievements was the knight Gustave, formerly known as Gilbert of the Knights of Seiros, who remained always by the archbishop's side. Byleth came to rely on Gustave for nearly everything. It is said that he continued to call upon Gustave for instruction and advice well into his retirement.","routes":["Azure Moon"]}],"Byleth F":[{"ending":"When Byleth took on the role of archbishop in Rhea's place, she devoted herself to official business as the new leader of the Church of Seiros. Reaching an agreement with the Kingdom, she worked tirelessly on the restoration and development of all of Fódlan. Behind her achievements was the knight Gustave, formerly known as Gilbert of the Knights of Seiros, who remained always by the archbishop's side. Byleth came to rely on Gustave for nearly everything. It is said that she continued to call upon Gustave for instruction and advice well into his retirement.","routes":["Azure Moon"]}],"Dimitri":[{"ending":"Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. At his side was the knight, Gustave, who had discarded the name of Gilbert and reaffirmed his oath of fealty to the royal family. After many more years of service, in which the trust between them grew and never wavered, Gustave finally wished to retire. Though he bristled slightly at Dimitri's request to look after and tutor the young prince, it is said that Gustave took on that duty with due patience and solemnity for the remainder of his life.","routes":["Azure Moon"]}],"Annette":[{"ending":"Gustave discarded the name of Gilbert and reaffirmed his oath of fealty to King Dimitri and the royal family. After returning to Fhirdiad, he reunited with his wife, who had returned to live with Baron Dominic, and his beloved daughter, Annette, who had begun teaching at the capital's school of sorcery. Though it was initially an awkward reunion, over time the family rekindled their love for one another. As the shadow of war receded from the Kingdom, the three spent their days happily making up for lost time.","routes":["Azure Moon"]}]}