{"Hanneman":[{"ending":"Though Fódlan had changed, Hanneman's goal remained unwavering: to determine the workings of the Crests and to do away with the inequality caused by them. To that end, his research resulted in magical tools that could be used even without the aid of Crests. This proved to be yet another worthwhile discovery by the Father of Crestology.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Manuela":[{"ending":"After the war, Hanneman and Manuela held a grand wedding ceremony, to which all of their many students were invited. Later, after the church was transformed and rehabilitated under the supervision of the Empire, the Officers Academy finally reopened, with a renewed focus on accepting students regardless of status and offering classes on a wider variety of practical subjects. Hanneman and Manuela returned to work as teachers, almost as if nothing had changed, and filled the halls with their banter in the way only married couples can.","routes":["Crimson Flower"]},{"ending":"After the war, Hanneman and Manuela held a grand wedding ceremony, to which all of their many students were invited. Later, as Garreg Mach came to be restored, the Officers Academy finally reopened, with a renewed focus on accepting students regardless of status. Manuela and Hanneman returned to work as teachers, almost as if nothing had changed, and filled the halls with their banter in the way only married couples can. Their relationship spawned a trend of romances among colleagues at the Officers Academy, but that is an entirely different story.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Edelgard":[{"ending":"As the new Adrestian emperor, Edelgard gave all she had to breathe new life into the government of Fódlan. To that end, Hanneman's research proved invaluable. Seeking to determine the nature of Crests, and to do away with the inequality caused by them, the Father of Crestology produced magical tools that could be used even without the aid of Crests. These were put to eager use by Edelgard, who saw both of their dreams realized. It is not hard to imagine that a pair with such similar ideologies and plans for the future would eventually settle into an affectionate and fulfilling relationship.","routes":["Crimson Flower"]}],"Byleth F":[{"ending":"Very soon after Byleth and Hanneman had finished their quiet wedding ceremony, the struggle against those who slither in the dark began in earnest. The pair fought in many battles, eventually bringing true peace to Fódlan. Afterwards, they worked together to pursue Hanneman's goal to determine the workings of the Crests and to do away with the inequality caused by them. Their research resulted in magical tools which could be used even without the aid of Crests. The Father of Crestology and his spouse earned worldwide renown for devising tools that became a cornerstone of progress.","routes":["Crimson Flower"]},{"ending":"Byleth announced her marriage to Hanneman shortly after being named archbishop of the Church of Seiros. Hanneman provided counsel to the archbishop as she worked to restore the church, but his goal remained to determine the workings of the Crests, and to do away with the inequality caused by them. To that end, his research resulted in magical tools which could be used even without the aid of Crests. The archbishop made good use of these tools, and they soon became a cornerstone for continued progress.","routes":["Azure Moon"]},{"ending":"Byleth announced her marriage to Hanneman shortly after becoming leader of the United Kingdom of Fódlan. Hanneman provided counsel to the queen as she worked to restore Fódlan, but his goal remained to determine the workings of the Crests and to do away with the inequality caused by them. To that end, his research resulted in magical tools which could be used even without the aid of Crests. The queen made good use of these tools, and they soon became a cornerstone for continued progress.","routes":["Verdant Wind","Silver Snow"]}],"Dorothea":[{"ending":"Though Fódlan had changed, Hanneman's goal remained unwavering: to determine the workings of the Crests, and to do away with the inequality caused by them. To that end, his research resulted in magical tools which could be used even without the aid of Crests. This proved to be yet another worthwhile discovery by the Father of Crestology. Hanneman also became a father in more literal sense, by raising many children with his wife, Dorothea. Their marriage was not publicly known, however, as the songstress elected to keep it secret for the sake of both of their careers.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Annette":[{"ending":"After the war, Annette and Hanneman both accepted teaching positions at Fhirdiad's school of sorcery. There, while educating the next generation of mages, they made great strides in their research of Crests and magic. Working side by side, the pair—formerly teacher and student, now partners and colleagues—brought great progress to the world and prestige to their institution. It is said that the wait list for students to enroll in either of their classes was notoriously long.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Lysithea":[{"ending":"After the war, Lysithea returned to her parents in Ordelia territory. She was joined by Hanneman, and together the two worked to research a method by which to extend her lifespan. Some years later, their efforts bore fruit, and they devised a procedure to remove her Crests. Afterward, Lysithea renounced her noble claim and continued to assist Hanneman with his research. When he passed, she took up his mantle, and by the great discoveries she made, came to be called the Golden Child of Crestology.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Marianne":[{"ending":"After the war, Marianne and Hanneman stayed in touch and deepened their friendship through letters. When Hanneman's Crest research fell on hard times, Marianne was able to secure Margrave Edmund's financial support to allow his work to continue. The research bore fruit in the form of magical tools which could be used even without the aid of Crests, and the funding allowed these tools to be produced in great number. After Marianne inherited her adoptive father's house, she guided Hanneman to create a branch of research devoted to peaceful applications of Crestology. These advancements, which Hanneman provided, became the legacy of Marianne's later years.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}