{"Hubert":[{"ending":"Hubert devoted his life fully to the service of Edelgard. Operating in the light and the shadows alike, he disposed of countless burdens facing his emperor, using any means necessary. Though his ghastly appearance and imposing demeanor were ever feared, he paid his reputation little heed, focusing instead on his loyalty to the emperor.","routes":["Crimson Flower"]}],"Ferdinand":[{"ending":"Hubert and Ferdinand became the left and right hands of Emperor Edelgard, competing constantly with each other to see who could be the more helpful. They were opposites—the Minister of the Imperial Household, melancholy and merciless, and the prime minister, bright and compassionate. Still, they brought out the best in each other. As the Empire became orderly and prosperous, the two came to be known as the nation's \"Two Jewels,\" and were remembered fondly for generations to come. Some say their fame made even Emperor Edelgard jealous.","routes":["Crimson Flower"]}],"Bernadetta":[{"ending":"The marriage between Hubert, Minister of the Imperial Household, and Bernadetta, leader of House Varley, was so surprising to the public that it was much talked about even outside of political circles in the capital. Bernadetta took the opportunity to survey the far reaches of the new Adrestian Empire, and in her absence, Hubert took well to the management of Varley territory. They proved to be an astonishingly good match, working together to protect Fódlan from the shadows. It is said that they showed their affection for one another by wearing matching embroidered flowers.","routes":["Crimson Flower"]}],"Dorothea":[{"ending":"After the war, the Mittelfrank Opera Company made a resurgence, in no small part thanks to the patronage of Emperor Edelgard's confidant, Hubert. Dorothea made a comeback as a songstress within the troupe, which traveled all over Fódlan, putting a large share of its profits toward relief efforts. The opera company was warmly welcomed by the war-weary people as a source of solace, and became even more famous than before. It was not discovered until many years later that the troupe's tour had been a covert operation, coordinated by Hubert and Dorothea to gather intelligence for the Empire.","routes":["Crimson Flower"]}],"Petra":[{"ending":"Shortly after the war, Brigid renegotiated its diplomatic arrangement with the Adrestian Empire, ending its service as a vassal and becoming a full ally. As part of that agreement, Petra, queen of Brigid, was wed to Hubert, Marquis Vestra. Some say that the marriage was purely political, ordered by Emperor Edelgard, while others insist that it was of their own accord. Although they led busy lives, and sometimes lived separately. Still, their shared home in the western Fódlan village of Nuvelle was filled with their many children, suggesting a loving union.","routes":["Crimson Flower"]}],"Shamir":[{"ending":"As confidant to Edelgard, Hubert disposed of every burden facing his emperor by any means necessary, and excelled at working in the shadows. Supporting him from the front lines was the former mercenary, Shamir, who commanded the emperor's elite troops. When the two married, they appeared from the outside to be little more than a lord of the Empire and his dutiful wife. In reality, their nights were filled with fierce combat against rebels, assassins, and those who slither in the dark. It is reported that one of them was known to often state that, \"To find love between life and death is a gift.\" It is unknown which of the two actually spoke these words.","routes":["Crimson Flower"]}],"Edelgard":[{"ending":"As the new Adrestian emperor, Edelgard gave all she had to breathe new life into the government of Fódlan. With tireless work, great sacrifice, and her devoted servant Hubert by her side, she instituted new class reforms and helped to ensure the people's independence. Hubert was always close at hand, ready to dispose of unsavory burdens by any means necessary. In their later years, they passed the fruits of her labor on to Edelgard's successor and vanished from the public eye. Though it is said they spent the rest of their lives together, it is unlikely they ever gave voice to the true depth of their affections.","routes":["Crimson Flower"]}],"Byleth F":[{"ending":"After a fierce battle, Byleth and Edelgard finally brought the tyranny of a godlike being to an end. Though wounded in the conflict and stripped of divine power, Byleth continued to fight alongside the emperor to bring true peace. Hubert joined them in this fight, fulfilling his promise to confront those who slither in the dark head-on. In that darkness, Byleth and Hubert formed an unbreakable bond. It is said that, as a married couple, they were totally inseparable.","routes":["Crimson Flower"]}]}