{"Ignatz":[{"ending":"After returning home, Ignatz persuaded his family that he should become a painter. He traveled all through Fódlan and beyond, painting beautiful landscapes and captivating portraits of the world's cultures. His unique style set the artistic paradigm for a generation.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Lysithea":[{"ending":"Lysithea returned home to help her parents restore their family land. Years later, when the end to their hard work was finally in sight, she relinquished House Ordelia's claim to nobility, and the family retreated from the public eye. In her new life as a commoner, she had a chance reunion with Ignatz, who had persuaded his family to allow him to travel the world as an artist. Lysithea became enchanted by his determination, and by the landscapes and portraits he painted of all he had seen in his travels. She offered the remainder of her short life in support of his work. It is said that Ignatz's most famous piece, Portrait of a Goddess, used Lysithea's face as a reference.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Marianne":[{"ending":"Marianne returned home to a warm welcome from her adoptive father, who recognized her wisdom and skill and began to groom her as his successor. During that time, she had a chance reunion with Ignatz, who had persuaded his family to allow him to travel the world as an artist. Marianne wholeheartedly supported his work, and before long, came to be enchanted not merely by the landscapes and portraits of all he had seen in his travels, but also by his character. The romance between artist and patron was considered unusual, but long after their wedding, the story of how they fell in love was immortalized in popular plays.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Hilda":[{"ending":"After Hilda returned home, her fashionable accessories achieved widespread popularity, leading her to create the first artisan academy in Fódlan. While shopping for art supplies, she had a chance reunion with Ignatz, who had persuaded his family to allow him to travel the world as an artist. Hilda invited Ignatz to teach at her school, and as she and the students became enchanted by the landscapes and portraits of all he had seen in his travels, the two gradually fell in love. Their romance birthed a new style that inspired artists in Fódlan for generations.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Leonie":[{"ending":"Leonie took over the mercenary company formerly led by Jeralt. Though she earned a great deal of renown, the work began to dry up as the postwar chaos subsided. It was around that time she had a chance reunion with Ignatz, who had persuaded his family to allow him to wander the world as an artist. Remembering how they had once promised to travel together, Leonie disbanded her mercenary company and resolved to accompany him. The pair left Fódlan, searching for sights hitherto unseen. Where their journey took them remains unknown.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Flayn":[{"ending":"Soon after the war, Flayn disappeared. Ignatz searched unsuccessfully for her for a time, but finally gave up and went home. With hard-won permission from his family, he then set out to travel the world as an artist. Years later, his journey took him by chance to Garreg Mach, where the statue of Saint Cethleann inspired him to paint. It was then that Flayn finally appeared, wondering aloud why Ignatz was not painting her as he'd promised. Overjoyed, Ignatz devoted much of the rest of his artistic career to getting Flayn's likeness just right. Her visage was finally captured in the work he called The Second Advent of a Saint, which was widely regarded as a masterpiece.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Shamir":[{"ending":"Soon after the war, Shamir disappeared. Ignatz searched unsuccessfully for her for a time, but finally gave up and went home. With hard-won permission from his family, he then set out to travel the world as an artist. Years later, he encountered Shamir by chance at an inn. When she saw that Ignatz had not yet left Fódlan, she encouraged him to leave the region, and offered to stay at his side and guard him until he did. It is rumored that he was overjoyed by this offer, and that the pair soon departed Fódlan to the west by sea, but where they traveled after that is unknown.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth F":[{"ending":"Byleth and Ignatz celebrated their marriage with a small but lively wedding. Almost immediately afterward, the battle with those who slither in the dark began in earnest. Ignatz supported his wife not only as a general, but also as an artist, wielding his brush to capture the image of her fighting alongside the emperor. His most famous series of paintings, called Chronicles of a Hero, influenced future artists for generations to come—but it is said that his most precious work was one from his early days, entitled Descent of the Goddess. It is believed that he used his beloved wife as a reference for the beautiful visage depicted in that scene.","routes":["Crimson Flower"]},{"ending":"Byleth announced her marriage to Ignatz shortly after being named archbishop of the Church of Seiros. Ignatz supported the restoration of Fódlan as the archbishop's spouse, but became better known for his skill with a paintbrush. He donated beautiful portraits and landscapes to churches all over the Kingdom, and it is said that his works provided great comfort to those touched by the war. His most famous piece, entitled Descent of the Goddess, depicted the eponymous deity descending from the heavens to lead the people. Those who knew the archbishop often remarked that her face must have been used as a reference.","routes":["Azure Moon"]},{"ending":"Byleth announced her marriage to Ignatz shortly after becoming leader of the United Kingdom of Fódlan. Ignatz supported the restoration of Fódlan as the queen's spouse, but became better known for his skill with a paintbrush. He donated beautiful portraits and landscapes to churches all over the kingdom, and it is said that his works provided great comfort to those touched by the war. His most famous piece, entitled Descent of the Goddess, depicted the eponymous deity descending from the heavens to lead the people. Those who knew the queen often remarked that her face must have been used as a reference.","routes":["Verdant Wind","Silver Snow"]}],"Petra":[{"ending":"Petra returned to her homeland of Brigid, and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan, and renegotiated Brigid's diplomatic ties to Fódlan and Dagda on more equal terms. At every step along the way, she was accompanied and supported by her husband, Ignatz, who had left Fódlan behind to be with her. Trade with Fódlan boomed under Petra's reign, thanks in no small part to the Victor Trading Company. But while Ignatz was happy to support Petra's goals, he remained focused on his work as an artist. His picturesque renditions of the Brigid landscape, done in the Fódlan style, were held in high regard all over the world.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Mercedes":[{"ending":"Mercedes left home for a life as a cleric at Garreg Mach. There, she took in and raised children who had lost their families in the war, regardless of the circumstances of their birth or bloodline. Some years later, she was reunited with Ignatz, who had persuaded his family that he should become a painter and traveled all through Fódlan painting beautiful landscapes. His greatest masterpiece, however, was a portrait that was entitled The Smiling Saint. It is said that the woman whose face inspired it became the love of his life, and that she spent all of her remaining days close by his side.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"Mercedes left home and opened a small orphanage in the Faerghus region with her mother. There, she took in and raised children who had lost their families in the war, regardless of their blood or circumstances of birth. Some years later, she was reunited with Ignatz, who had persuaded his family that he should become a painter and traveled all through Fódlan painting beautiful landscapes. His greatest masterpiece, however, was a portrait that was entitled The Smiling Saint. It is said that the woman whose face inspired it became the love of his life, and that she spent all of her remaining days close by his side.","routes":["Azure Moon"]}],"Ingrid":[{"ending":"When Galatea territory was seized, Ingrid argued strongly for the preservation of its borders. Her request was granted, and she was appointed to rule, but because she had previously abandoned her noble house, she was not well accepted by the people. It was thanks to Ignatz that the mood of the people finally softened. He showed them, through his artwork, a side of Ingrid that they had not yet seen: her valor and bravery, fighting in defense of Fódlan. The people were moved, first by the artwork itself, and later by the woman who had inspired it. As time passed, and the region prospered, Ingrid and Ignatz bonded over their reunion. They fell in love and eventually were wed.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"Ingrid declined to rule House Galatea, choosing instead to serve House Blaiddyd as a knight. Some years later, she was reunited by chance with Ignatz, who had persuaded his family that he should become a painter and traveled all through Fódlan painting beautiful landscapes. Ignatz decided to paint Ingrid that day, and spent much of the rest of his career working to get her likeness just right. There were many depictions of her bravery in battle, of course, but later generations would most fondly remember the way he captured her smile, which was widely believed to be that of a loving wife.","routes":["Azure Moon"]}],"Raphael":[{"ending":"Raphael returned to his hometown to serve his liege lord as a knight, and spent his spare time helping out at the inn that his family had opened during his time away. He was compelled to give up knighthood and manage the inn full-time, however, when his sister Maya suddenly declared her ambition to become an artist and vanished. Years later, when she finally returned, she did so in the company of another artist: her husband, Ignatz. With cheerful support from Raphael's family, Ignatz and his wife rose to prominence and, with their unique style, set the artistic paradigm in Fódlan for a generation.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}