{"Linhardt":[{"ending":"Linhardt abandoned his inherited position in favor of a carefree life at Garreg Mach Monastery. There he spent his days at ease, wiling away the hours at the fishing pond or in his private study. After his passing, a treasure trove of documents was unearthed, revealing the key discoveries he had made during his many years of Crest research.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Annette":[{"ending":"When the Officers Academy reopened after the war, Linhardt gave up his inheritance to take on a position as a professor there. He soon married Annette, who had taken on the same job, and side by side, they helped to educate the next generation of students. Unfortunately, Annette took her teaching duties far more seriously than Linhardt, who was more concerned with his Crest research, and developed a reputation for falling asleep—sometimes more than once—during his own lectures. In their first few years as a couple she fought desperately to correct his behavior, but later she learned to accept it, and even looked forward to finding creative ways to wake him up.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Caspar":[{"ending":"After the war, Linhardt and Caspar abandoned their noble houses to pursue a carefree journey wandering the world. They traveled to every corner of Fódlan, and even ventured abroad now and again. Caspar got into trouble at every turn on their travels, but Linhardt was always there, begrudgingly, to get him out of it. The records of their adventures were immortalized in a book by an anonymous author, entitled \"The Thousand Roads and Seven Seas.\" It is said they did eventually settle down, after the events in those stories, but where they actually went is unknown.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Bernadetta":[{"ending":"Linhardt and Bernadetta caused quite the stir after the war when they abandoned their inherited titles and eloped to Garreg Mach. Returning to the monastery, where they were always most comfortable, the couple lived peaceful lives away from the hassle of politics. When the Empire's efforts to restore the church were complete, the Officers Academy reopened, and two eccentric individuals took up professorships there. One was perpetually asleep, or absorbed in absentminded study; the other refused to show herself at all unless it was time to give a lecture.","routes":["Crimson Flower"]},{"ending":"Linhardt and Bernadetta caused quite the stir after the war when they abandoned their inherited titles and eloped to Garreg Mach. Returning to the monastery, where they were always most comfortable, the couple lived peaceful lives away from the hassle of politics. When the church was fully restored, the Officers Academy reopened, and two eccentric individuals took up professorships there. One was perpetually asleep, or absorbed in absentminded study; the other refused to show herself at all unless it was time to give a lecture.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Dorothea":[{"ending":"After the war, Linhardt decided to inherit his title. He spent several years studying his territory, learning to manage its affairs, and when he was finally ready to become the new Count Hevring, he announced his marriage to Dorothea. Somehow, despite all this activity, Linhardt actually managed to keep up with his Crest studies. Though his results were dubious at times, his new wife helped him alter them so that they would be of use to people. Their relationship was unlike anything the nobility had ever witnessed. When faced with this accusation, Linhardt and Dorothea could only laugh and note that the past was of no significance to them.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Petra":[{"ending":"Petra returned to her homeland of Brigid, and inherited the throne from her grandfather. As ruler, she declared independence from Fódlan, and renegotiated Brigid's diplomatic relationships on more equal terms. Next, she introduced industrial practices that were modeled on those of Fódlan, vastly improving her homeland's economy. This rapid development surprised those abroad, until it was discovered that the improvements came thanks to the counsel of Petra's husband, Linhardt, who had left Fódlan to offer Brigid his talent and insight. It is said that the couple maintained a healthy and affectionate relationship, and that they raised many happy children together.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Lysithea":[{"ending":"Though Linhardt researched vigorously for a method by which to remove the Crests from Lysithea and save her life, the war ended before he could reach any conclusions. Lysithea, deciding that she should return home to her parents, thanked Linhardt and took her leave of Garreg Mach. Not to be deterred, Linhardt set his affairs in order, renounced his noble title, and followed Lysithea to Ordelia territory to continue his research. Years later, his efforts bore fruit, and Lysithea's Crests were successfully removed. With a new future ahead of her, Lysithea, too, renounced her noble claim, and the couple married as commoners. It is said they raised a very happy family.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Marianne":[{"ending":"Marianne returned home to a warm welcome from her adoptive father, who recognized her wisdom and skill and began to groom her as his successor. Meanwhile, Linhardt abandoned his noble claim, and happened to choose Margrave Edmund's territory as the site at which to continue his Crest research. Edmund took a liking to Linhardt and approved wholeheartedly when the scholar and his daughter expressed their wish to marry. As Edmund's successors, the couple combined Linhardt's brilliance with Marianne's practical wisdom to bring abundance to the people.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Flayn":[{"ending":"Immediately after the war, Flayn disappeared from Garreg Mach. At the same time, Linhardt mysteriously abandoned his claim to House Hevring, and also vanished. It was suspected, among those who knew them, that they had eloped, although no one seemed to know just where they went. Over a decade later, well after the Officers Academy had been rebuilt, something strange happened. A sleepy young girl with antiquated clothing and the Major Crest of Cethleann enrolled. Over the next two years, a young boy and girl with that same Crest also enrolled. Though Crest scholars deduced that they must be siblings, the truth of their lineage was never definitely proven.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Catherine":[{"ending":"Catherine left the Knights of Seiros and set out to travel across Fódlan. With Thunderbrand in hand, she wandered the countryside, seeking always to defend the innocent and punish the wicked. During these years of heroics, she had an unusual traveling companion in Linhardt, who had renounced his noble title and followed her. During their adventures, Catherine was said to be nearly unstoppable, and Linhardt all but useless—except in moments of great need, when the Crest scholar's wisdom would suddenly carry the day. The pair's adventures lived on as beloved folktales, passed down through the generations. It is unclear whether the two were ever romantically involved.","routes":["Azure Moon"]},{"ending":"When Rhea absconded her post as archbishop, Catherine resigned from the Knights of Seiros and accompanied her to a life of seclusion in the Red Canyon. They were joined by Catherine's new husband, Linhardt, who continued his Crest research at Catherine's behest. Motivated by his wife, and freed from all other distractions, Linhardt made new discoveries at an astonishing rate. The fruits of his research brought about dramatic changes in the world of Crest research, but for the sake of his privacy, Linhardt always published his papers anonymously.","routes":["Verdant Wind","Silver Snow"]}],"Byleth M":[{"ending":"Though grateful for the end of the war, Byleth and Linhardt were disappointed to see that there was no time to relax. The fight against those who slither in the dark began immediately, and Linhardt abandoned his territory to help fight for a world of peace and quiet. Though the struggle was bitter, he took heart in the knowledge that once it was over, he and Byleth could spend the rest of their days in leisure, chasing idle pursuits far away from the stage of battle.","routes":["Crimson Flower"]},{"ending":"After taking on the role of archbishop of the Church of Seiros, Byleth announced his marriage to Linhardt. The people placed high expectations on him, but to their consternation, Linhardt spent most of his time fishing, relaxing, and researching Crests. Fortunes turned when Byleth discovered a document containing a ground-breaking discovery hidden away on Linhardt's desk. Cast unwittingly into prominence, Linhardt was put to work in earnest. In return for his service to the church, he demanded longer naps with the archbishop.","routes":["Azure Moon"]},{"ending":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced his marriage to Linhardt. The people of Fódlan placed high expectations on their leader's spouse, but to their consternation, Linhardt spent most of his time fishing, relaxing, and researching Crests. Fortunes turned when Byleth discovered a document, hidden away on Linhardt's desk, which provided a ground-breaking discovery. Cast unwittingly into prominence, Linhardt was put to work in earnest. In return for his service, he demanded longer naps in the company of his spouse.","routes":["Verdant Wind","Silver Snow"]}],"Edelgard":[{"ending":"As the new Adrestian emperor, Edelgard gave all she had to breathe new life into the government of Fódlan. With tireless work and great sacrifice, she instituted new class reforms to ensure that people could rise on their own merits. During those years, however, there was a period of time in which she simply disappeared. It is said that she went to the research facility of the foremost authority in Crests, Linhardt, who had relinquished his rank and title to live a life of study. There, after confirming the results of Linhardt's experiments, Edelgard was able to enjoy a rare break from her busy life. The respite was brief, but they cherished that time for the rest of their lives.","routes":["Crimson Flower"]}],"Byleth F":[{"ending":"Though grateful for the end of the war, Byleth and Linhardt were disappointed to see that there was no time to relax. The fight against those who slither in the dark began immediately, and Linhardt abandoned his territory to help fight for a world of peace and quiet. Though the struggle was bitter, he took heart in the knowledge that once it was over, he and Byleth could spend the rest of their days in leisure, chasing idle pursuits far away from the stage of battle.","routes":["Crimson Flower"]},{"ending":"After taking on the role of archbishop of the Church of Seiros, Byleth announced her marriage to Linhardt. The people placed high expectations on him, but to their consternation, Linhardt spent most of his time fishing, relaxing, and researching Crests. Fortunes turned when Byleth discovered a document containing a ground-breaking discovery hidden away on Linhardt's desk. Cast unwittingly into prominence, Linhardt was put to work in earnest. In return for his service to the church, he demanded longer naps with the archbishop.","routes":["Azure Moon"]},{"ending":"After ascending to the throne as the first leader of the United Kingdom of Fódlan, Byleth announced her marriage to Linhardt. The people of Fódlan placed high expectations on their leader's spouse, but to their consternation, Linhardt spent most of his time fishing, relaxing, and researching Crests. Fortunes turned when Byleth discovered a document, hidden away on Linhardt's desk, which provided a ground-breaking discovery. Cast unwittingly into prominence, Linhardt was put to work in earnest. In return for his service, he demanded longer naps in the company of his spouse.","routes":["Verdant Wind","Silver Snow"]}]}