{"Lorenz":[{"ending":"Soon after the war, Lorenz assumed leadership over House Gloucester and joined the realm of Imperial politics as a representative of the old Alliance lords. His political talent yielded revolutionary policy changes, many of which were particularly beneficial to the commonfolk.","routes":["Crimson Flower"]},{"ending":"Soon after the war, Lorenz assumed leadership over House Gloucester and helped govern Fódlan as a representative of the old Alliance lords. His political talent yielded revolutionary policy changes, many of which were of particular benefit to the commonfolk.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Lysithea":[{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Lysithea. Though the only daughter of the former Count Ordelia had already renounced all claim to nobility, the people happily accepted their union. She rarely appeared in public, due to health concerns, but it is said that a great many policies credited to Lorenz were actually her ideas.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Marianne":[{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Marianne. Prior to the wedding, she received extensive tutelage from her adoptive father, Margrave Edmund, so that by the time they were wed she was fully prepared to govern. The pair was particularly successful in providing new innovations in dairy farming, and came to be known as the mother and father of horses and cattle in the region. It is said that Lorenz was rather vexed by the title.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Hilda":[{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Hilda, the only daughter of Duke Goneril. After the recovery effort, at Hilda's behest, the pair established artisan academies all over Fódlan. The schools quickly flourished, invigorating interest in the arts as well as trade with foreign lands. After many years of success and prosperity, the students of the first of these academies crafted a bronze statue of the founding couple to honor their achievement. The statue stands to this day.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Leonie":[{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Leonie, who had become a renowned mercenary. The choice came as a shock to the public, who could not see what the pair had in common, but those who knew them well saw it as inevitable due to the strength of the bond they had forged in the war. As a ruling couple, they used their varying talents to usher in a new age of prosperity and carve their names into history.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Manuela":[{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Manuela, who had established a new school for children in a small town. Seeing the beauty in Manuela's dream, Lorenz put all his resources toward building schools like Manuela's all over Fódlan, providing education to scores of children who had been left helpless by the war. After many years of success and prosperity, a bronze statue of the couple was erected at the original school to honor their achievement. It stands to this day.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Catherine":[{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Catherine, the former Knight of Seiros. Catherine had been living a quiet life of seclusion with Rhea in the Red Canyon, and it was the encouragement of the former archbishop that persuaded her to accept Lorenz's ardent marriage proposal. Even after joining House Gloucester, however, it is said that Catherine never lost sight of her lifelong oath to guard and watch over Rhea.","routes":["Azure Moon"]},{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Catherine, the former Knight of Seiros. Catherine had left Garreg Mach behind for a life of freedom, but was eventually persuaded to accept Lorenz's passionate marriage proposal. Even after joining House Gloucester and returning to a life among the nobility, however, it is said that Catherine much preferred relaxing in a tavern to dressing up for court.","routes":["Verdant Wind","Silver Snow"]}],"Byleth F":[{"ending":"Soon after Byleth and Lorenz had celebrated their marriage in style, the battle against those who slither in the dark began in earnest. After fighting hard to bring true peace to Fódlan, Lorenz took over as head of House Gloucester, and he and his wife focused their efforts on restoring the territory. They had an active political and military life over the years, working together to overcome many hardships. After decades of dedicated service to the people, Lorenz grew weak and retired. Byleth followed suit, and they entrusted House Gloucester to their son. It is said that he was the spitting image of his father, right down to his signature red rose.","routes":["Crimson Flower"]},{"ending":"Byleth announced her marriage to Lorenz shortly after being named archbishop of the Church of Seiros. Lorenz took equally well to his dual roles as the archbishop's husband and the leader of House Gloucester, working simultaneously to restore his own territory and to support the church's efforts to restore Fódlan at large. Because his policies were of particular benefit to the commonfolk, he was well loved, and the church's authority was restored as a result. After many years of peace, Lorenz and the archbishop resigned their positions, entrusting rule of House Gloucester to their son. It is said that he was the spitting image of his father.","routes":["Azure Moon"]},{"ending":"Byleth announced her marriage to Lorenz shortly after becoming leader of the United Kingdom of Fódlan. Lorenz took equally well to his dual roles as the queen's husband and the leader of House Gloucester, working simultaneously to restore his own territory and to advance the development of Fódlan at large. Because his policies were of particular benefit to the commonfolk, he was well loved, and came to be called the Lord of Roses. After many years of peace, Lorenz grew ill and withdrew from the public eye. The queen followed, entrusting the throne to the prince. It is said that he was the spitting image of his father.","routes":["Verdant Wind","Silver Snow"]}],"Claude":[{"ending":"Claude disappeared from Fódlan after the war, leaving the new head of House Gloucester, Lorenz, to support the new United Kingdom of Fódlan in his stead. He proposed revolutionary policies to restore the war-torn region at a rapid rate. When the rebuilding effort was complete, Lorenz turned his eye toward diplomacy, seeking to establish treaties of friendship with foreign nations. Almyra was no exception, and when the two parties met for a summit at Fódlan's Locket, it was none other than Claude, the new king of Almyra, who arrived to negotiate. Some speculated that this meeting had been Claude's scheme all along, but Lorenz and Claude both denied it.","routes":["Verdant Wind"]}],"Dorothea":[{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Dorothea, who had returned to prominence with the Mittelfrank Opera Company. The elaborate wedding was the most talked-about social event of the season, and the fashions on display from the savvy nobleman and the stylish songstress set the trends with young people across Fódlan for a decade.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Mercedes":[{"ending":"After the war, Mercedes accompanied Lorenz back to his homeland. There, the young heir petitioned his father, Count Gloucester, to permit the couple to marry. Though the count initially disapproved of Mercedes's status as a commoner, he was persuaded by her virtues as a person to change his mind. In fact, he praised Lorenz for having a taste in character superior to his own. After Lorenz succeeded his father as lord of the territory, the couple finally wed. With Lorenz's stern approach to governance, and Mercedes's open mind, House Gloucester flourished under their rule.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}