{"Manuela":[{"ending":"Manuela left Garreg Mach to build her own academy in a small, war-torn town. There, she contributed heavily to rebuilding efforts while teaching future generations the necessary skills of survival. Though she never married or had children of her own, she spent the last years of her life happily devoted to her students.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"ending":"Very soon after Byleth and Manuela had finished their grand and elaborate wedding ceremony, the struggle against those who slither in the dark began in earnest. The pair fought in many battles together, but Manuela had to leave the front lines when she discovered that she was with child. Though they spent many days apart, the family reunited once true peace had come to Fódlan. The happiness of their family was plain to see on the faces that were immortalized in their family portraits.","routes":["Crimson Flower"]},{"ending":"Byleth announced his marriage to Manuela shortly after being named archbishop of the Church of Seiros. Manuela lent her considerable experience and talent to the rebuilding effort, using personal connections she'd gained during her time as a songstress and teacher to assemble a team of talented people to restore the church. She became essential to the archbishop, and her skills as a physician kept him in good health for many years. The happiness of the couple and their children was plain to see on the faces that were immortalized in family portraits.","routes":["Azure Moon"]},{"ending":"Byleth announced his marriage to Manuela shortly after becoming leader of the United Kingdom of Fódlan. Manuela lent her considerable talent and experience to the rebuilding effort, using personal connections she'd gained during her time as a songstress and teacher to assemble a team of talented people to govern. She became essential to the king's rule, and her skills as a physician kept him in good health for many years. The happiness of the couple and their children was plain to see on the faces that were immortalized in family portraits.","routes":["Verdant Wind","Silver Snow"]}],"Edelgard":[{"ending":"As the new Adrestian emperor, Edelgard gave all she had to breathe new life into the government of Fódlan. Her first objective was to institute new class reforms and ensure the people's independence. For that reason, she sought the counsel of Manuela, whose vast array of contacts, talents, and experience proved invaluable. She became essential to Edelgard, and her skill as a physician kept the emperor in good health for many years. Both remained unmarried, and it is said that the two became extremely close over the years.","routes":["Crimson Flower"]}],"Ferdinand":[{"ending":"Almost immediately after becoming the new Duke Aegir, Ferdinand married Manuela, and the two dedicated themselves to reformation efforts. Manuela lent her considerable talent and experience, using personal connections she'd gained in her time as a songstress and teacher to assemble a team of talented people. Between her personal skills and her ability as a physician, she became so essential that the emperor saw fit to make her the new prime minister. As she spent more time in the capital, bringing the reforms that helped Aegir territory to the Empire at large, Ferdinand stayed behind, minding his own lands and looking after their child.","routes":["Crimson Flower"]},{"ending":"Almost immediately after becoming the new Duke Aegir, Ferdinand married Manuela, and the two dedicated themselves to reformation efforts. Manuela lent her considerable talent and experience, using personal connections she'd gained in her time as a songstress and teacher to assemble a team of talented people. Between her personal skills and her ability as a physician, she became so essential that she was called upon to help bring the reforms that helped Aegir territory to Fódlan at large. While she traveled the world, Ferdinand stayed behind, minding his own lands and looking after their child.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Dorothea":[{"ending":"The Mittelfrank Opera Company was on the brink of collapse until two of its star songstresses, Manuela and Dorothea, returned to the stage and brought the troupe new life and prominence. They toured all around Fódlan, sometimes even visiting troops on the front lines, soothing hearts with their beautiful songs wherever they went, and donating their profits to the relief and rebuilding effort. When the damage from the war had finally healed, the pair once again retreated from the stage, this time retiring to a private life together. It is said that their relationship was full of light and love.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Lorenz":[{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Manuela, who had established a new school for children in a small town. Seeing the beauty in Manuela's dream, Lorenz put all his resources toward building schools like Manuela's all over Fódlan, providing education to scores of children who had been left helpless by the war. After many years of success and prosperity, a bronze statue of the couple was erected at the original school to honor their achievement. It stands to this day.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Seteth":[{"ending":"After the war, Seteth remained at the monastery to rebuild the church. Several years of hard restorative work later, he received a letter from Manuela. She wrote that she had traveled to a small, war-torn town and opened up a school for children. Reminded of the beauty and compassion in Manuela's heart, Seteth was moved to leave the monastery and join her there. As they worked together to manage the budding institution, the couple fell in love and eventually were married. It is said that their students were overjoyed.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Hanneman":[{"ending":"After the war, Hanneman and Manuela held a grand wedding ceremony, to which all of their many students were invited. Later, after the church was transformed and rehabilitated under the supervision of the Empire, the Officers Academy finally reopened, with a renewed focus on accepting students regardless of status and offering classes on a wider variety of practical subjects. Hanneman and Manuela returned to work as teachers, almost as if nothing had changed, and filled the halls with their banter in the way only married couples can.","routes":["Crimson Flower"]},{"ending":"After the war, Hanneman and Manuela held a grand wedding ceremony, to which all of their many students were invited. Later, as Garreg Mach came to be restored, the Officers Academy finally reopened, with a renewed focus on accepting students regardless of status. Manuela and Hanneman returned to work as teachers, almost as if nothing had changed, and filled the halls with their banter in the way only married couples can. Their relationship spawned a trend of romances among colleagues at the Officers Academy, but that is an entirely different story.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}]}