{"Marianne":[{"ending":"Marianne returned home to a hero's welcome. The people praised her talent and acknowledged her as a savior of Fódlan. Her adoptive father groomed her as his successor, teaching her the power of words over weapons. By the time she claimed her inheritance, she had transformed into one of Fódlan's most skilled orators.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Hilda":[{"ending":"After returning to their respective homes, Hilda and Marianne stayed in touch and deepened their friendship through letters. Hilda informed Marianne that her passion for crafting fashionable accessories had given her the idea to start an artisan academy, and in response, Marianne pledged the financial support of the house of Margrave Edmund. Soon, artisan schools began to appear all over Fódlan, producing talented craftsmen and high-quality trade goods, which contributed greatly to the prosperity of Fódlan. The accessories sent to Marianne personally by Hilda became some of the most highly valued treasures in history.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Hanneman":[{"ending":"After the war, Marianne and Hanneman stayed in touch and deepened their friendship through letters. When Hanneman's Crest research fell on hard times, Marianne was able to secure Margrave Edmund's financial support to allow his work to continue. The research bore fruit in the form of magical tools which could be used even without the aid of Crests, and the funding allowed these tools to be produced in great number. After Marianne inherited her adoptive father's house, she guided Hanneman to create a branch of research devoted to peaceful applications of Crestology. These advancements, which Hanneman provided, became the legacy of Marianne's later years.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"ending":"Almost immediately after Byleth and Marianne had celebrated their engagement, the struggle against those who slither in the dark began in earnest. Together they fought tirelessly to bring the war to an end so that Fódlan could have lasting peace. Afterwards, they left the Imperial army and were officially wed in Edmund territory. In time, the pair grew into first-rate politicians under the tutelage of Margrave Edmund himself. With the emperor's blessing, they annexed part of Riegan territory, including Derdriu, and used their influence to improve relations and expand trade with foreign nations. Their work greatly contributed to the restoration of the Empire.","routes":["Crimson Flower"]},{"ending":"Byleth announced an engagement to Marianne shortly after being named archbishop of the Church of Seiros. Before they were officially wed, Marianne first returned home to prepare for the ceremony and to study oration and management under her adoptive father. She returned under the Great Tree Moon, and became the archbishop's wife in a grand wedding. The Kingdom experienced remarkable growth thereafter, thanks to the church, and while the archbishop became known for his incredible wisdom, few people of the time understood the depth of his wife's influence.","routes":["Azure Moon"]},{"ending":"Byleth announced an engagement to Marianne shortly after being named leader of the United Kingdom of Fódlan. Before they were officially wed, Marianne first returned home to prepare for the ceremony and to study oration and management under her adoptive father. She returned under the Great Tree Moon, and became queen of a restored Fódlan in a grand wedding. The kingdom experienced remarkable growth thereafter, and while Byleth became known as a leader of incredible wisdom, few people of the time understood the depth of the queen's influence.","routes":["Verdant Wind","Silver Snow"]}],"Dimitri":[{"ending":"Dimitri assumed the throne of the Holy Kingdom of Faerghus and spent his life ruling justly over Fódlan. Several years after his coronation, he took Marianne, whom he loved dearly, as his queen. Many of Dimitri's greatest achievements can be traced to wisdom provided by Marianne, who had received tutelage from her adoptive father, Margrave Edmund. Many years later, when Dimitri fell to illness, he clutched his queen's hand until the very end. The queen's journal, uncovered after her passing, contained recounts of their time together. The last words, penned with trembling hand, are: \"I would not trade our time together or the happiness we knew for anything.\"","routes":["Azure Moon"]}],"Claude":[{"ending":"Entrusting the future of Fódlan to his friends, Claude left for Almyra to reclaim his place as heir to the throne. Several years later, when he became king, he took initial steps to open trade routes with Fódlan, and entered into negotiations with Margrave Edmund. During this time, he was reunited with Marianne, who had grown under her adoptive father's guidance into a wise and talented woman. She offered him her aid, and as they worked together to secure friendly relations between their respective nations, they fell deeply in love.","routes":["Verdant Wind"]}],"Ferdinand":[{"ending":"Ferdinand announced his engagement to Marianne just after becoming the new Duke Aegir. While he got started restoring his territory, Marianne returned home to study politics under her shrewd adoptive father. When she returned to Ferdinand's side, they were wed, and with her new skills she proved herself to be an asset to the rebuilding effort. Aegir territory flourished under their reign, becoming one of the most prosperous regions in all Fódlan. It is said that Ferdinand commissioned a bronze statue of his wife to honor her, but that Marianne ordered it to be hidden away in storage for eternity.","routes":["Crimson Flower"]},{"ending":"Ferdinand announced his marriage to Marianne just after becoming the new Duke Aegir. With the support of Margrave Edmund, they set to work restoring Aegir territory. The support of Marianne's adoptive father was essential, but not sufficient, for the relief effort. As more difficulties arose, Marianne herself took on an increasing amount of responsibility. She proved quite capable and dedicated, and the Dukedom progressed through a steady recovery under the couple's collective efforts. It is said that Ferdinand commissioned a bronze statue of his wife to honor her achievements, but Marianne ordered it to be hidden away in storage for eternity.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Linhardt":[{"ending":"Marianne returned home to a warm welcome from her adoptive father, who recognized her wisdom and skill and began to groom her as his successor. Meanwhile, Linhardt abandoned his noble claim, and happened to choose Margrave Edmund's territory as the site at which to continue his Crest research. Edmund took a liking to Linhardt and approved wholeheartedly when the scholar and his daughter expressed their wish to marry. As Edmund's successors, the couple combined Linhardt's brilliance with Marianne's practical wisdom to bring abundance to the people.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ashe":[{"ending":"After the war, Ashe was formally knighted, and appointed the new head of House Gaspard, which had no successors. The young and inexperienced lord faced a great deal of difficulty in governing, until his court was blessed with a new adviser in Marianne. Using skills imparted to her by her adoptive father, Marianne helped Ashe to solidify his position. As the prosperity of Gaspard territory grew, so did a love between them, and soon Margrave Edmund saw fit to bless the couple's happy marriage. Years later, Ashe asked Marianne what made her choose to help him in the first place. She simply smiled and said that she decided to make supporting him her dream.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Lorenz":[{"ending":"As the new head of House Gloucester, Lorenz first worked to restore his own territory, and then expanded his vision to include reforms for all Fódlan. At the height of his storied political career, he announced his marriage to Marianne. Prior to the wedding, she received extensive tutelage from her adoptive father, Margrave Edmund, so that by the time they were wed she was fully prepared to govern. The pair was particularly successful in providing new innovations in dairy farming, and came to be known as the mother and father of horses and cattle in the region. It is said that Lorenz was rather vexed by the title.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Raphael":[{"ending":"Raphael returned to his hometown, where he served his liege lord as a knight for a time. Later, he gave it up to pursue his true passion of food by opening up an inn. He got the idea to install a bird feeder outside the place, calling it The Winged Inn & Tavern, and before long, the site began to attract the prettiest birds in the region. Soon after that, Marianne made her first visit, and she and Raphael enjoyed a happy reunion. Seeing her gift in talking to the birds, he invited her to stay. Marianne eventually became known as the woman whose talent for handling animals helped an inn to flourish.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ignatz":[{"ending":"Marianne returned home to a warm welcome from her adoptive father, who recognized her wisdom and skill and began to groom her as his successor. During that time, she had a chance reunion with Ignatz, who had persuaded his family to allow him to travel the world as an artist. Marianne wholeheartedly supported his work, and before long, came to be enchanted not merely by the landscapes and portraits of all he had seen in his travels, but also by his character. The romance between artist and patron was considered unusual, but long after their wedding, the story of how they fell in love was immortalized in popular plays.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}