{"Mercedes":[{"content":"Mercedes left home and went to Garreg Mach, where she became a model cleric. She devoted the whole of her life to the service of the goddess and became well-loved by the people, who revered her for her piety and her boundless generosity toward those in need.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"Mercedes left home and opened a small orphanage in the Faerghus region with her mother. There, she took in and raised children who had lost their families in the war, regardless of their blood or circumstances of birth. It is said that, in the town which grew around this orphanage, the children never failed to smile.","routes":["Azure Moon"]}],"Annette":[{"content":"After the war, Annette and Mercedes lived separate lives: the former as a teacher at the school of sorcery in Fhirdiad, the latter as a cleric at Garreg Mach. Though they lived apart, they exchanged letters so frequently and shared their lives with one another in such detail that it was as though they were side by side. After many decades, they resigned their respective positions and reunited at Garreg Mach. In their final years, they relocated to a modest house in the Fortress City. It is said that they were happy together to the very end.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"After the war, Annette and Mercedes lived separate lives: the former as a teacher at the school of sorcery in Fhirdiad, the latter as the proprietor of an orphanage in a village in the Faerghus region. Though they lived apart, they exchanged letters so frequently and shared their lives with one another in such detail that it was as though they were side by side. After many decades, Annette decided to resign from her post and move to the village where Mercedes lived to help run the orphanage. The life they lived there was modest, but it is said that they were happy to the very end.","routes":["Azure Moon"]}],"Lorenz":[{"content":"After the war, Mercedes accompanied Lorenz back to his homeland. There, the young heir petitioned his father, Count Gloucester, to permit the couple to marry. Though the count initially disapproved of Mercedes's status as a commoner, he was persuaded by her virtues as a person to change his mind. In fact, he praised Lorenz for having a taste in character superior to his own. After Lorenz succeeded his father as lord of the territory, the couple finally wed. With Lorenz's stern approach to governance, and Mercedes's open mind, House Gloucester flourished under their rule.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ignatz":[{"content":"Mercedes left home for a life as a cleric at Garreg Mach. There, she took in and raised children who had lost their families in the war, regardless of the circumstances of their birth or bloodline. Some years later, she was reunited with Ignatz, who had persuaded his family that he should become a painter and traveled all through Fódlan painting beautiful landscapes. His greatest masterpiece, however, was a portrait that was entitled The Smiling Saint. It is said that the woman whose face inspired it became the love of his life, and that she spent all of her remaining days close by his side.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"Mercedes left home and opened a small orphanage in the Faerghus region with her mother. There, she took in and raised children who had lost their families in the war, regardless of their blood or circumstances of birth. Some years later, she was reunited with Ignatz, who had persuaded his family that he should become a painter and traveled all through Fódlan painting beautiful landscapes. His greatest masterpiece, however, was a portrait that was entitled The Smiling Saint. It is said that the woman whose face inspired it became the love of his life, and that she spent all of her remaining days close by his side.","routes":["Azure Moon"]}],"Alois":[{"content":"Mercedes left home for a life as a cleric at Garreg Mach. Alois, as Jeralt's successor, officially assumed the role of captain of the Knights of Seiros. Though the two were quite busy with their daily activities, they would often find time to get together in the evenings so Alois could hear Mercedes's ghost stories. No one can say for certain whether it was the constant exposure to spooky tales or some other cause, but from that time on, Alois's reputation became that of a totally fearless fighter. Mercedes's quiet support was widely credited for this increase in bravery. Her blessing came to be known as a guarantee of victory.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"content":"Byleth and Mercedes wed in haste, that they might better focus on their battle against those who slither in the dark. The struggle was long and arduous, but their passionate love supported them through it. When at last the fight was done, they moved to a small village in the Faerghus region and started an orphanage. There they took in and raised children who had lost their families in the war, regardless of their blood or circumstances of birth. It is said that Mercedes was never happier than when she was surrounded by smiling children, free of all worry.","routes":["Crimson Flower"]},{"content":"Byleth announced his marriage to Mercedes shortly after being named archbishop of the Church of Seiros. Mercedes took on duties as a cleric and through that work ensured that the church offered special support to children who had lost their families due to the war. The couple was said to mingle frequently among the people, working up a sweat right alongside them. They happily spent their lives ushering in a new era.","routes":["Azure Moon"]},{"content":"Byleth announced his marriage to Mercedes shortly after becoming leader of the United Kingdom of Fódlan. Mercedes ensured that Fódlan paid special attention, in its rebuilding effort, to folks who had lost jobs and to children who had lost their families due to the war. The couple was said to mingle frequently among the people, working up a sweat right alongside them. They happily spent their lives ushering in a new era.","routes":["Verdant Wind","Silver Snow"]}],"Byleth F":[{"content":"Byleth and Mercedes wed in haste, that they might better focus on their battle against those who slither in the dark. The struggle was long and arduous, but their passionate love supported them through it. When at last the fight was done, they moved to a small village in the Faerghus region and started an orphanage. There they took in and raised children who had lost their families in the war, regardless of their blood or circumstances of birth. It is said that Mercedes was never happier than when she was surrounded by smiling children, free of all worry.","routes":["Crimson Flower"]},{"content":"Byleth announced her marriage to Mercedes shortly after being named archbishop of the Church of Seiros. Mercedes took on duties as a cleric and through that work ensured that the church offered special support to children who had lost their families due to the war. The couple was said to mingle frequently among the people, working up a sweat right alongside them. They happily spent their lives ushering in a new era.","routes":["Azure Moon"]},{"content":"Byleth announced her marriage to Mercedes shortly after becoming leader of the United Kingdom of Fódlan. Mercedes ensured that Fódlan paid special attention, in its rebuilding effort, to folks who had lost jobs and to children who had lost their families due to the war. The couple was said to mingle frequently among the people, working up a sweat right alongside them. They happily spent their lives ushering in a new era.","routes":["Verdant Wind","Silver Snow"]}],"Dimitri":[{"content":"After his coronation, Dimitri assumed the throne of the Holy Kingdom of Faerghus and took his friend, Mercedes, as his queen. Most were shocked by his choice, as she did not come from a distinguished noble line. Still, when the people saw her devotion to healing the damage caused by the war, they decided she was the ideal match for the one they called the Savior King. It is said that the couple led busy but happy lives, and that they never failed to express their appreciation for one another, no matter the hardship.","routes":["Azure Moon"]}],"Ferdinand":[{"content":"After the war, Mercedes traveled to Fhirdiad to pay a visit to her adoptive father. Though she introduced Ferdinand, she left out the small detail that they were engaged to be wed. Married in secret, Ferdinand and Mercedes worked together to reform the new Duke Aegir's territory, and the effort was so successful that Emperor Edelgard named Ferdinand her prime minister. It was a busy life for him indeed, but as he was known to say to his government colleagues, coming home to a smiling family made all the hard work worth it.","routes":["Crimson Flower"]},{"content":"After the war, Mercedes traveled to Fhirdiad to pay a visit to her adoptive father. Though she introduced Ferdinand, she left out the small detail that they were engaged to be wed. Married in secret, Ferdinand and Mercedes worked together to reform the new Duke Aegir's territory, and the effort was so successful that he was called upon to work as a leader in the central government. It was a busy life for him indeed, but as he was known to say to his government colleagues, coming home to a smiling family made all the hard work worth it.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Dedue":[{"content":"Two years after the war, Dedue and his wife, Mercedes, opened a school in the Duscur residential district in Fhirdiad. The school educated Duscur children, who had never been given structured learning before, in reading, writing, arithmetic, and even Duscur history. Many years later, when the Duscur people reclaimed their homeland, the people who attended this school were able to resettle there and revive their old culture. Because of this, Dedue and Mercedes were forever renowned by the Duscur.","routes":["Azure Moon"]}],"Felix":[{"content":"Even after the war's end, skirmishes continued to break out across Fódlan. Learning that there were still places where he could fight, Felix abandoned his noble title and chose to make a living with his sword. He traveled the land, seeking battle as if he had a death wish, but his violent path came to an end when he reunited with Mercedes. She had begun a new life as a cleric in service to the goddess, and with her kindness and generosity, she was able to turn his life around. No one knows what became of them after that, but the tales of a swordsman who made warriors across Fódlan tremble with fear all come to an end at that point.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"content":"After the war, Felix inherited the title of Duke Fraldarius from his late father, Rodrigue. A year later he married Mercedes, who helped complete the rebuilding effort by paying special attention to children who had lost their families during the war. When their efforts were complete, they settled into a busy life together, with Felix serving as the king's trusted retainer, and Mercedes supporting him in all things. It is said that every so often, the pair would venture out of their territory in order to visit a graveyard for fallen Imperial soldiers. There, they left flowers on a mysterious, unmarked grave, and prayed for the one who rested there.","routes":["Azure Moon"]}],"Ashe":[{"content":"After the war, Ashe was formally knighted and appointed the new head of House Gaspard, which had no successors. The young and inexperienced lord faced a great deal of difficulty in governing. Though he was famously tenacious and never lost heart, it was perhaps only due to the constant counsel of his wife, Mercedes, that he managed to overcome all obstacles. When not busy governing their territory, the couple lifted one another's spirits by baking delicious sweets for each other. The tradition was so heartwarming that it became popular for husbands and wives in that region to do the same for generations.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Sylvain":[{"content":"As Margrave Gautier, Sylvain devoted his life to improving relations with the people of Sreng. Under his leadership, nobles were persuaded that Relics and Crests were not necessary as they'd previously thought. Though he went down in history as an extraordinary lord, he could not have done so without the constant support and counsel of his wife, Mercedes, whose wisdom and guidance brought prosperity to the people. The couple built a loving home life, surrounded by happy children, and when Sylvain at last passed away, he was succeeded by his oldest child, who bore no Crest.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}]}