{"Raphael":[{"ending":"Raphael returned to his hometown to serve his liege lord as a knight. After years of loyal service, he resigned his duty to devote his attention to the inn that his grandfather and sister had opened during his time away. Eventually he became the inn's proprietor and developed a reputation for astonishingly good cooking.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ignatz":[{"ending":"Raphael returned to his hometown to serve his liege lord as a knight, and spent his spare time helping out at the inn that his family had opened during his time away. He was compelled to give up knighthood and manage the inn full-time, however, when his sister Maya suddenly declared her ambition to become an artist and vanished. Years later, when she finally returned, she did so in the company of another artist: her husband, Ignatz. With cheerful support from Raphael's family, Ignatz and his wife rose to prominence and, with their unique style, set the artistic paradigm in Fódlan for a generation.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Lysithea":[{"ending":"Raphael returned to his hometown to serve his liege lord as a knight, and spent his spare time helping out at the inn that his family had opened during his time away. Due to his grandfather's age, he was compelled before long to give up knighthood and manage the inn full-time. Soon after that, the inn began to be frequented by Lysithea and her family, who had renounced all claim to nobility and begun a life as commoners. Lysithea found a kindred spirit in Raphael's sister, Maya, and before long, found herself helping out around the place too. Eventually she was put in charge of the kitchen, where it is said she spent the rest of her days happily working.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Marianne":[{"ending":"Raphael returned to his hometown, where he served his liege lord as a knight for a time. Later, he gave it up to pursue his true passion of food by opening up an inn. He got the idea to install a bird feeder outside the place, calling it The Winged Inn & Tavern, and before long, the site began to attract the prettiest birds in the region. Soon after that, Marianne made her first visit, and she and Raphael enjoyed a happy reunion. Seeing her gift in talking to the birds, he invited her to stay. Marianne eventually became known as the woman whose talent for handling animals helped an inn to flourish.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Hilda":[{"ending":"Raphael returned to his hometown, where he served his liege lord as a knight for a time. Later, he gave it up to help manage the inn that his family had opened up during his time away. One day, to the great joy of Raphael's sister, Maya, Hilda came to visit. Maya had always treasured the necklace Hilda had made for her. Moved by this, Hilda gave Maya a new gift of a hair band, which inspired Maya to suggest that Raphael convert the inn into an accessory shop. Hilda decided to stay and help out, and eventually became the shop's proprietor and chief artisan. She moved in with Raphael, and the two spent their lives happily dealing in fashionable accessories.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Leonie":[{"ending":"Leonie took over the mercenary company formerly led by Jeralt. She ran out of money constantly, however, due to sending all of her earnings back to her village, and so developed a reputation for unpaid tavern tabs. When she came upon the inn that Raphael had been helping to run with his family, she was overjoyed to finally find a place that would trust her enough to open a new tab. In her years frequenting the establishment, she accrued such a massive debt to Raphael that the only way to pay him off was to work for him. By the time the debt was finally paid, she had moved in with him. They lived together happily for the rest of their days.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Flayn":[{"ending":"Raphael returned to his hometown, where he served his liege lord as a knight for a time. Later, he gave it up to help manage the inn that his family had opened up during his time away. Away from the battlefield and able to eat as much as he pleased, he eventually began to grow soft. It was around that time that Flayn, who had also neglected her training, came to visit. The two helped motivate one another, and together they embarked on a new exercise routine. Thereafter, it is said that their energetic shouts and cries of exertion could be heard throughout the village at any time of day.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Shamir":[{"ending":"Shortly after the war, Shamir gave up the mercenary life and disappeared. Raphael searched for her unsuccessfully for a time, but then gave up and returned home to serve his liege lord as a knight. One day, he was given orders to drive off a group of bandits, but upon investigation, he discovered that all of the bandits' victims were those who lined their pockets by preying upon the innocent. Without warning, Raphael resigned his post, said good-bye to his family, and vanished forever. It is unclear just where he went, but rumors swirled for years of a master archer and a hulking giant who spent their lives as highway robbers, shaking down those who made victims of others.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth F":[{"ending":"Byleth and Raphael celebrated their marriage with a small but lively wedding. Almost immediately afterward, the battle with those who slither in the dark began in earnest, and Raphael devoted himself wholly to his wife's protection until the chaos of war was finally quelled. It is said that the great affection between the two was viewed by many as a symbol of the new era of peace that followed. They were long remembered, even after they stepped back from the public eye, thanks to portraits painted by a renowned artist: Raphael's sister, Maya.","routes":["Crimson Flower"]},{"ending":"Byleth announced her marriage to Raphael shortly after being named archbishop of the Church of Seiros. As the archbishop's spouse and a member of the reformed Knights of Seiros, Raphael helped to ease the suffering and damage caused by the war. It is said that the great affection between the archbishop and her husband never failed to put the minds of the people at ease. The couple was long remembered, even after they stepped back from the public eye, thanks to portraits painted by a renowned artist: Raphael's sister, Maya.","routes":["Azure Moon"]},{"ending":"Byleth announced her marriage to Raphael shortly after becoming leader of the United Kingdom of Fódlan. As a knight in the new order of royal guards, Raphael helped to restore order and stability to the nation during its fragile rebuilding period. It is said that the kindness and undying support of the queen and her husband helped to put the minds of the people at ease. The couple was long remembered, even after they stepped back from the public eye, thanks to portraits painted by the court's renowned artist: Raphael's sister, Maya.","routes":["Verdant Wind","Silver Snow"]}],"Bernadetta":[{"ending":"When Bernadetta first inherited control of House Varley, she hid away and would not dare involve herself in political or administrative affairs. During this time it was Raphael who came to her aid, encouraging her to work through her fear of people. The training period was difficult—\"humiliating,\" according to the journals Bernadetta left behind—but in the end, it had its desired effect. The leader of House Varley became an outgoing and authoritative individual, taking part in public policy. She even took on a very muscular husband.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ingrid":[{"ending":"When Galatea territory was seized, Ingrid argued strongly for the preservation of its borders. Her request was granted, and she was appointed to rule. Soon after, Raphael traveled there to pledge his service to Ingrid. He initially signed on as a knight, but quickly discovered that his services were even more desperately needed by the land's farmers, and instead focused his efforts on helping Galatea improve its agriculture. Seeing him work side by side with the commonfolk, Ingrid became enamored with Raphael's character, and eventually asked for his hand in marriage. They held a modest but lively wedding, and the people happily gave their blessing to the union.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"Raphael returned to his home town to serve his liege lord as a knight, and spent his spare time helping out at the inn that his grandfather and sister had opened during his time away. One day, Ingrid, who had abandoned her claim to House Galatea to serve as a knight to the royal family, arrived to persuade Raphael to join her. It did not take much convincing. From that day forward, they served together as partners, fighting together side by side to make their mark on the history of Faerghus.","routes":["Azure Moon"]}]}