{"Seteth":[{"content":"Seteth remained at the monastery and worked to restore the authority of the Church of Seiros. Doing away with his old strictness, he adopted a tolerant stance toward all. His encouragement of believers to respect those of other faiths helped the people of Fódlan to find common ground with others.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Flayn":[{"content":"While Flayn disappeared soon after the war, Seteth stayed at the monastery and worked to restore the authority of the Church of Seiros. Doing away with his old strictness, he adopted a tolerant stance toward all, and encouraged his followers to do the same. When he was satisfied that the message was received, he vanished from the monastery. Several centuries later, a man and a woman in ancient attire emerged to a Fódlan that had drastically changed. When she asked the man beside her if it would be all right in this new era to call him \"Father,\" he said that perhaps it would be better to remain on the safe side.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Manuela":[{"content":"After the war, Seteth remained at the monastery to rebuild the church. Several years of hard restorative work later, he received a letter from Manuela. She wrote that she had traveled to a small, war-torn town and opened up a school for children. Reminded of the beauty and compassion in Manuela's heart, Seteth was moved to leave the monastery and join her there. As they worked together to manage the budding institution, the couple fell in love and eventually were married. It is said that their students were overjoyed.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Catherine":[{"content":"After the war, Seteth fully confessed his love to Catherine and asked her to marry him. Refusing to remain at the monastery, however, Catherine declined. Over the years, as Seteth worked to rebuild the church, he continued to write love letters to Catherine. Her answer was always the same. Finally, when the rebuilding effort was complete, Seteth left the church and went to see her, declaring his love anew. With no more reason to refuse him, she at last accepted his proposal. The two were wed, and swore to walk side by side together through the new age.","routes":["Azure Moon"]},{"content":"After the war, Seteth fully confessed his love to Catherine and asked her to marry him. Intending to accompany Rhea to a life of seclusion, however, Catherine declined. Over the years, as Seteth worked to rebuild the church from the monastery, he continued to write love letters to Catherine. When the rebuilding effort was complete, he journeyed to the Red Canyon, where she and Rhea had been living, and delivered all of his letters by hand. Catherine was deeply moved, and with Rhea's blessing and no more reason to refuse him, she accepted his proposal. The two were wed and lived out their lives happily alongside Rhea.","routes":["Verdant Wind","Silver Snow"]}],"Byleth F":[{"content":"Byleth took on the role of archbishop of the Church of Seiros, and Seteth continued in his position of adviser. As they set about the grand task of restoring Fódlan and the church, Seteth's strictness combined with the archbishop's magnanimity won the faithful over easily. Their personalities complemented one another perfectly in keeping church operations smooth. When Fódlan returned to stability, they finally announced their marriage, to the shock and delight of the people. The faithful considered themselves truly blessed to be guided by such a pair.","routes":["Azure Moon"]},{"content":"After ascending the throne as the first queen of the United Kingdom of Fódlan, Byleth appointed Seteth as her prime minister. As they set about the grand task of restoring Fódlan, the prime minister's strictness combined with the queen's magnanimity won the people over easily. Their personalities complemented one another perfectly in dealings with obstinate lords. When their long work was done, they finally announced their marriage, to the shock and delight of their subjects. The people considered themselves truly blessed to be governed by such a union.","routes":["Verdant Wind","Silver Snow"]}],"Bernadetta":[{"content":"After the war, Seteth remained at the monastery and dedicated himself to the restoration of the church. He was soon joined by Bernadetta, who abandoned her inheritance to House Varley and took up residence at Garreg Mach to commit to a life as a recluse. As the years wore on, Seteth wrote many fables, first in his spare time, and then later as his main preoccupation. His stories became famous among children throughout Fódlan. As he gained renown, many began to inquire about the wonderful illustrations that accompanied the writing. In response to these questions, Seteth was known to shrug and say, \"Ask my wife...if you can find her.\"","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Ingrid":[{"content":"Ingrid declined to rule House Galatea, choosing instead to serve House Blaiddyd as a knight. As Faerghus worked with the Church of Seiros to advance policy, Ingrid served as an envoy between the two. In this capacity, she met routinely with Seteth, whose complete trust in Ingrid resulted in fruitful negotiations. Together, Faerghus and the church coordinated extensive relief efforts to return prosperity to Fódlan. After they had accomplished what they set out to do, it is said that Ingrid and Seteth settled down together in a small village, where they spent their days in peace, farming and fishing.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Hilda":[{"content":"After the war, Seteth dedicated himself to the restoration of the church. He continued to write fables for children in his spare time, but became dissatisfied with the hobby due to a lack of quality illustrations for his work. When Hilda learned of this, she jumped at the chance to visit Garreg Mach and illustrate some of Seteth's newer stories for him. The completed fables were distributed far and wide, and the children who loved them eventually passed the famous and beloved works on to their own children and grandchildren.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Leonie":[{"content":"While Seteth remained at the monastery after the war to restore the Church of Seiros, Leonie wandered the land in pursuit of her dream to become an elite mercenary. It seemed as if their paths would never cross again. Years later, after they had achieved their goals, both retired and disappeared from the public eye at the same time, as if it had been prearranged. Though no official records of their lives after that time exist, it is rumored that a happy couple resembling them was sighted in a small mountain village. The couple was known for their excellent fishing skills, and for cooking up their bountiful catches for all the local villagers and travelers.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}]}