{"Shamir":[{"ending":"Shortly after the war, Shamir gave up the mercenary life and disappeared. Though she was never heard from again, rumors swirled persistently for years of a master archer turned thief who lined her pockets by shaking down all those who preyed upon the innocent.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Cyril":[{"ending":"Shortly after the war, Shamir and Cyril disappeared from the ranks. The Knights of Seiros searched unsuccessfully for them for some time, but finally resigned themselves to the loss. Though the pair was never officially heard from again, rumors swirled persistently for years of two master archers turned thieves. Initially the knights received complaints and investigated, but when it was discovered that the pair only lined their pockets by shaking down those who preyed upon the innocent, they decided it was not an investigation worth pursuing. The thieves' story became a folktale beloved by the people.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth M":[{"ending":"Shortly after Byleth and Shamir had finished their modest and stately wedding ceremony, the struggle against those who slither in the dark began in earnest. The pair fought in many battles together, and Shamir lent her talent and experience as a sniper for the Knights of Seiros to the cause of lasting peace for Fódlan. As a couple, their daily lives were busy indeed, and both were famously taciturn, but it is said that they cherished their quiet time together—especially once they began to have children.","routes":["Crimson Flower"]},{"ending":"Byleth announced his marriage to Shamir shortly after being named archbishop of the Church of Seiros. While the archbishop focused on the rebuilding effort, Shamir became his bodyguard and confidant. She even acted as a deputy captain of the Knights of Seiros, and in that capacity, became quite popular. As a couple, their daily lives were busy indeed, and both were famously taciturn, but it is said that they cherished their quiet time together—especially once they began to have children.","routes":["Azure Moon"]},{"ending":"Byleth announced his marriage to Shamir shortly after becoming leader of the United Kingdom of Fódlan. While the king focused on the rebuilding effort, Shamir became his bodyguard and confidant. She even acted as captain of the royal guard, and became known as a watchful and trustworthy queen. As a couple, their daily lives were busy indeed, and both were famously taciturn, but it is said that they cherished their quiet time together—especially once they began to have children.","routes":["Verdant Wind","Silver Snow"]}],"Claude":[{"ending":"After the war, Claude returned home to Almyra and took his place in the royal family. Some years later he became king, and during his reign, promoted policies to improve relations with Fódlan and protect children who had been orphaned by the war. After he achieved his goals, he left the throne to a family member and left Almyra. During his travels, he encountered Shamir, who had been wandering the world as a mercenary. It is known that they traveled together from that day forward, but where they journeyed to remains a mystery.","routes":["Verdant Wind"]}],"Hubert":[{"ending":"As confidant to Edelgard, Hubert disposed of every burden facing his emperor by any means necessary, and excelled at working in the shadows. Supporting him from the front lines was the former mercenary, Shamir, who commanded the emperor's elite troops. When the two married, they appeared from the outside to be little more than a lord of the Empire and his dutiful wife. In reality, their nights were filled with fierce combat against rebels, assassins, and those who slither in the dark. It is reported that one of them was known to often state that, \"To find love between life and death is a gift.\" It is unknown which of the two actually spoke these words.","routes":["Crimson Flower"]}],"Caspar":[{"ending":"After the war, Caspar and Shamir used their clout as heroes to establish a mercenary company. They branded themselves as crusaders for justice, punishing those who preyed on the weak or exploited others for their own gain. None could compete against their combined martial skill, and they became famous all throughout Fódlan. Their travels took them to every part of the world, and while Caspar's antics occasionally got him into trouble, Shamir's steady presence and firm demeanor helped to resolve matters amicably. Their stories endured as amusing anecdotes, passed down through generations.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Dedue":[{"ending":"After the war, Dedue returned to Fhirdiad to support King Dimitri's reign as his vassal. Shamir was ever near, and as Dedue's trusted partner and a mercenary for the royal family, she complemented his public-facing work with by handling any necessary covert operations. The trusting professional relationship between the two blossomed into love, and soon they were married. It is said that, when absolutely no one else was around, they would let down their guard and engage in secret jokes and idle chatter.","routes":["Azure Moon"]}],"Raphael":[{"ending":"Shortly after the war, Shamir gave up the mercenary life and disappeared. Raphael searched for her unsuccessfully for a time, but then gave up and returned home to serve his liege lord as a knight. One day, he was given orders to drive off a group of bandits, but upon investigation, he discovered that all of the bandits' victims were those who lined their pockets by preying upon the innocent. Without warning, Raphael resigned his post, said good-bye to his family, and vanished forever. It is unclear just where he went, but rumors swirled for years of a master archer and a hulking giant who spent their lives as highway robbers, shaking down those who made victims of others.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ignatz":[{"ending":"Soon after the war, Shamir disappeared. Ignatz searched unsuccessfully for her for a time, but finally gave up and went home. With hard-won permission from his family, he then set out to travel the world as an artist. Years later, he encountered Shamir by chance at an inn. When she saw that Ignatz had not yet left Fódlan, she encouraged him to leave the region, and offered to stay at his side and guard him until he did. It is rumored that he was overjoyed by this offer, and that the pair soon departed Fódlan to the west by sea, but where they traveled after that is unknown.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Leonie":[{"ending":"Leonie assumed leadership of the mercenaries formerly led by Jeralt. One day, she was hired to protect a noble who had been warned of a bandit attack. The warning note listed all of the noble's foul deeds, and was signed with the image of a spider, which Leonie recognized. Just as she suspected, the one who came on the appointed day was none other than Shamir. Leonie was happy to break her contract on this occasion, and even offered Shamir a position in her company. The result was the most famous mercenary group ever to exist in Fódlan. It is said that their flag bore the image of a spider, and...another vaguely arachnid creature.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Catherine":[{"ending":"After quitting the Knights of Seiros, Catherine and Shamir set out on a lifelong journey together. The pair were inseparable as they traveled across Fódlan, and eventually wound up in Shamir's homeland of Dagda. They faced many hardships on their adventures, some of which were self-inflicted, as the duo had a way of sticking their noses into others' business in their efforts to right wrongs. It is said, however, that no foe they encountered ever proved a match for the combined might of Shamir's marksmanship and Catherine's Thunderbrand.","routes":["Azure Moon","Verdant Wind","Silver Snow"]}]}