{"Sylvain":[{"ending":"As Margrave Gautier, Sylvain devoted his life to improving relations with the people of the Sreng region. With oration alone, he succeeded in helping to create a new way of life for nobles in which Relics and Crests were no longer viewed as necessary. Though he went down in history as an extraordinary lord, it nevertheless became customary to refer to cheaters as \"sons of Gautier.\"","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Mercedes":[{"ending":"As Margrave Gautier, Sylvain devoted his life to improving relations with the people of Sreng. Under his leadership, nobles were persuaded that Relics and Crests were not necessary as they'd previously thought. Though he went down in history as an extraordinary lord, he could not have done so without the constant support and counsel of his wife, Mercedes, whose wisdom and guidance brought prosperity to the people. The couple built a loving home life, surrounded by happy children, and when Sylvain at last passed away, he was succeeded by his oldest child, who bore no Crest.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Ingrid":[{"ending":"As Margrave Gautier, Sylvain devoted his life to improving relations with the people of Sreng. Under his leadership, nobles were persuaded that Relics and Crests were not necessary as they'd previously thought. Though he went down in history as an extraordinary lord, he could not have done so without the constant support and counsel of his wife, Ingrid, whose wisdom and tenacity ensured that the people would prosper. Sylvain was ever loyal to his beloved wife. The couple had many children, and while not one of them bore a Crest, they were all equally and wholeheartedly loved.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Byleth F":[{"ending":"When the fighting was over, Byleth and Sylvain were married. As the new leaders of House Gautier, they focused their efforts on the restoration of northern F贸dlan, which had been deeply scarred by the ravages of war. Once this task was complete, they set their sights on improving relations with the Sreng people in an effort to remove the perceived need for the power of Crests. This accomplishment took a great deal of hard work, but the two refused to give up on their ideals. In time, the two had a large and loving family. They lived happily and loved their children equally, regardless of whether or not they bore a Crest.","routes":["Crimson Flower"]},{"ending":"After becoming the new archbishop of the Church of Seiros, Byleth announced her marriage to Sylvain, heir to House Gautier. Sylvain was a valued ally who assisted his wife in her new role, both publicly and privately. He achieved a great deal, including fostering relations with Faerghus and helping to institute sweeping organizational changes within the church. Though known as a philanderer in youth, Sylvain happily settled down after marriage. By the time he inherited the title of Margrave Gautier, he was a gentle and devoted husband. It is said that those who knew him in his youth wondered what sort of spell the archbishop had cast on him.","routes":["Azure Moon"]},{"ending":"After ascending the throne as the first leader of the United Kingdom of F贸dlan, Byleth announced her marriage to Sylvain, who had become the new Margrave Gautier. Sylvain was a valued ally who assisted his wife in her new role, both publicly and privately. Most of all, it is said that his cunning manner of speech was a great asset for fostering relations between the Church of Seiros, F贸dlan, and surrounding regions. Though known as a philanderer in youth, Sylvain happily settled down after marriage and became a gentle and devoted husband and father. The two had many children whom they doted on equally, regardless of whether or not they bore a Crest.","routes":["Verdant Wind","Silver Snow"]}],"Dorothea":[{"ending":"After more than 10 proposals, Dorothea finally relented and agreed to marry Sylvain. Together they inherited Gautier territory. With the support of his wife's counsel, the new Margrave Gautier was able to improve relations with the Sreng people, and thereby convince the local nobles that Relics and Crests were no longer an absolute requirement for survival. Due to their efforts, they went down in history as an extraordinary lord and lady. It is said that what finally convinced Dorothea to marry Sylvain was his promise that they would grow old happily together, and that he was true to his word.","routes":["Crimson Flower","Azure Moon","Verdant Wind","Silver Snow"]}],"Felix":[{"ending":"Even after the war's end, skirmishes continued to break out across F贸dlan. Learning that there were still places where he could fight, Felix abandoned his noble title and chose to make a living with his sword. Decades later, he reunited briefly with Sylvain, who had need of his services as Margrave Gautier. Felix departed as soon as the job was finished, however, and the two never met again. Years later, a sword that was thought to have belonged to Felix arrived on Sylvain's doorstep.","routes":["Crimson Flower","Verdant Wind","Silver Snow"]},{"ending":"After the war, Felix and Sylvain inherited their respective titles of Duke Fraldarius and Margrave Gautier, and set to work restoring the Kingdom. Each led a busy life, but that only seemed to enhance their friendship over the years. Each became known for making surprise visits to the estate of the other, in order to deliver the latest taunting in a friendly but relentless game of one-upmanship. It is said that, in their later years, they became so close that they passed away on the same day, as if conceding that one could not live without the other.","routes":["Azure Moon"]}]}